{
  "generatedAt": "2025-12-31T18:12:31.583Z",
  "source": "https://adnd2e.fandom.com",
  "categoryName": "Priest Spells",
  "requestedPageIds": [17350, 17351, 17352, 17353, 739, 35598, 17395, 1551, 701, 17354, 17355, 877, 848, 17356, 878, 13205, 17357, 772, 773, 784, 755, 740, 664, 17358, 20876, 17359, 921, 13326, 17360, 17361, 13560, 13575, 10247, 20877, 17362, 17363, 13173, 13143, 17364, 17365, 17366, 631, 17367, 13569, 17368, 17369, 20767, 17370, 20768, 17371],
  "pages": [
    {
      "pageid": 631,
      "title": "Analyze Balance (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Analyze Balance\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 51\n| class = Priest\n| sphere = Numbers, Divination\n| school = Divination\n| level = 1\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 80 yards\n| aoe = One creature, object, or 10' square\n| castingTime = 1 round\n| duration = 5 rounds+1 round/level\n| save = None\n}}\nThis spell allows a priest to sense how far a character, creature, object, or area is from a condition of balance—in other words, the degree to which its alignment is removed from true Neutral. The spell gives no indication of the \"direction\" in which the alignment is removed from true Neutral except under certain conditions which follow. The spell does, however, indicate along which axis or axes of alignment the variation lies.\n\nFor example, a priest uses this spell to analyze the balance of a Chaotic Neutral creature. The spell indicates that the creature is removed from Neutral by one grade, and the variation is along the Law/Chaos axis; thus, the creature must be either Chaotic Neutral or Lawful Neutral. If the creature were Chaotic Evil, the spell would indicate that it is removed from balance by two grades, one along each axis; thus, the creature must be Chaotic Evil, Chaotic Good, Lawful Evil, or Lawful Good.\n\nA priest has a 5% chance per level of correctly determining the direction of variation along one randomly chosen axis. This means that a 10th-level priest evaluating the balance of a Chaotic Neutral creature would have a 50% chance of learning that the creature is Chaotic (and hence Chaotic Neutral, since it is only one step away from balance).\n\nSimilar to spells such as ''[[Detect Evil (Priest Spell)|detect evil]]'', this spell will not yield a result on a hidden trap. If cast on a creature with an intelligence level of \"animal\" or \"non-,\" it will always read true Neutral (i.e., zero steps removed from balance).\n\nThe material components are four iron coins which the priest tosses in his hand while concentrating on the spell. The coins are not consumed in the casting.\n\n'''Notes:''' Common for to priests with access to the spheres of Divination and Numbers.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 664,
      "title": "Aid (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Aid\n| source = [[Player's Handbook]] page 257{{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Combat, Necromantic\n| school = Necromancy, Conjuration\n| level = 2\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = Touch\n| aoe = 1 creature\n| castingTime = 5\n| duration = 1 rd. + 1 rd./level\n| save = None\n}}\nThe recipient of this spell gains the benefit of a ''[[Bless (Priest Spell)|bless]]'' spell (+1 to attack rolls and saving throws) and a special bonus of 1d8 additional hit points for the duration of the spell. The ''aid'' spell enables the recipient to actually have more hit points than his full normal total. The bonus hit points are lost first when the recipient takes damage; they cannot be regained by curative magic.\n\nFor example, a 1st-level fighter has 8 hit points, suffers 2 points of damage (8-2 = 6), and then receives an ''aid'' spell that gives 5 additional hit points. The fighter now has 11 hit points, 5 of which are temporary. If he is then hit for 7 points of damage, 2 normal hit points and all 5 temporary hit points are lost. He then receives a ''cure light wounds'' spell that heals 4 points of damage, restoring him to his original 8 hit points.\n\nNote that the operation of the spell is unaffected by permanent hit point losses due to energy drain, Hit Die losses, the loss of a familiar, or the operation of certain artifacts; the temporary hit point gain is figured from the new, lower total.\n\nThe material components of this spell are a tiny strip of white cloth with a sticky substance (such as tree sap) on the ends, plus the priest's holy symbol.\n\n'''Notes:''' Common for clerics (PHB).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Players Handbook]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 701,
      "title": "Accelerate Healing (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Accelerate Healing\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 63\n| class = Priest\n| sphere = Time\n| school = Alteration\n| level = 3\n| verbal = 1\n| somatic = 1\n| material = 0\n| range = Touch\n| aoe = One creature\n| castingTime = 1 turn\n| duration = 1-4 days\n| save = None\n}}\nThis spell enables the affected creature to experience natural healing at twice the normal rate for 1–4 days. In other words, a person affected by ''accelerate healing'' regains 2 hit points per day of normal rest or 6 hit points per day spent resting in bed. The spell has no effect on ''potions of healing'' or other magical forms of healing.\n\n'''Notes:''' Uncommon spell; a specialty for priests of Time (ToM).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 739,
      "title": "Abjure (Priest Spell)",
      "wikitext": "{{See also|Abjure - Shukenja (Priest Spell)|Abjure - Iggwilv (Priest Spell)}}\n{{Infobox Spells\n| name = Abjure\n| source = [[Player's Handbook]] page 172, PH Revised page 273{{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Summoning\n| school = Abjuration\n| level = 4\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 10 Yds.{{br}}''(10 ft. - PSC)''\n| aoe = 1 creature\n| castingTime = 1 rd.\n| duration = Special\n| save = Special\n}}\n\nThis spell can send an extraplanar creature back to its own plane of existence. The spell fails against entities of demigod status or greater, but their servants or minions can be abjured. If the creature has a specific (proper) name, it must be known and used. Any magic resistance of the subject must be overcome, or the spell fails. The priest has a 50% chance of success (a roll of 11 or better on 1d20). \n\nThe roll is adjusted by the difference in level or Hit Dice between the caster and the creature being abjured; the number needed is decreased if the priest has more Hit Dice and increased if the creature has more Hit Dice. If the spell is successful, the creature is instantly hurled back to its own plane. \n\nThe affected creature must survive a system shock check. If the creature does not have a Constitution score, the required roll is 70% + 2%/Hit Die or level. The caster has no control over where in the creature's plane the abjured creature arrives. If the attempt fails, the priest must gain another level before another attempt can be made on that particular creature.\n\nThe spell requires the priest's holy symbol, holy water, and some material inimical to the creature.\n\n'''Notes:''' Common spell for clerics (PHB).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Players Handbook]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 740,
      "title": "Age Plant (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Age Plant\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 74{{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Time\n| school = Alteration\n| level = 4\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 30 yards\n| aoe = One plant, seed, or tree/level\n| castingTime = 1 round\n| duration = Permanent{{br}}''(Instantaneous - PSC)''\n| save = None\n}}\nThis spell enables the caster to affect the aging of any plant, seed, or tree. The process can operate either forward or backward, causing flowers to blossom, seeds to sprout and grow, and trees to bear fruit; or fruit to turn to blossoms, trees to become saplings, and new shoots to turn to seeds.\n\nThe change in age, either forward or backward, is chosen by the priest at the time of casting. The changes associated with normal or reversed growth occur instantaneously. Plants can be altered in age up to 10 years per level of the caster. The caster can stop the aging at any point within the limits imposed by his level; he could cause a tree to grow from a sapling until it withers and dies from old age or he could stop the tree's growth at a stage at which it would shelter his home.\n\nThe spell does not alter the appearance or characteristics of a plant except those that result from normal aging (or regression). ''Age plant'' has no effect on magically-generated plants or plant-type monsters.\n\nThe material components are the priest's holy symbol and the petal from an apple blossom.\n\n'''Notes:''' Common for to priests with major access to the sphere of Time (ToM).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 755,
      "title": "Age Object (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Age Object{{br}}(Reversible)\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 87{{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Time\n| school = Alteration\n| level = 5\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 10 yards\n| aoe = 1 cubic foot/level\n| castingTime = 1 round\n| duration = Permanent{{br}}''(Instantaneous - PSC)''\n| save = None\n}}\nWith this spell, the caster can cause an amount of nonliving, nonmagical matter to age dramatically. Matter can be aged up to 20 years per level of the caster. The following table gives typical results of 100 years of aging for various objects, arranged in order of descending severity:\n\n{| class=\"article-table\"\n! Object || Result of Aging\n|-\n| Diamond || None\n|-\n| Silver || Becomes tarnished\n|-\n| Masonry || Cracks and weakens\n|-\n| Iron || Rusts and corrodes\n|-\n| Parchment || Cracks, turns brittle\n|-\n| Wood || Rots, crumbles, turns to sawdust\n|}\n\nThe caster controls the extent of the aging; thus, he could age a book so its pages become yellowed and brittle but stop short of causing the book to crumble to dust. As a guideline, each additional 100 years of aging causes an increasingly severe reaction. Thus, after 200 years, parchment might become little more than powder, while iron might begin to flake away at a touch.\n\nMany items (especially gems) show little reaction to age. The DM must adjudicate all effects.\n\nThe material components are a flask of seawater and a piece of coal.\n\nThe reverse of this spell, ''youthful object'', returns an object ravaged by the effects of time to its original condition; thus, rusty iron becomes strong and shiny, crumbled masonry becomes firm, and rotten wood becomes solid. The age of matter can be reduced by 20 years per level of the caster.\n\nThe material components for ''youthful object'' are a piece of eggshell and a hair from the head of a human or humanoid infant.\n\n'''Notes:''' Common for to priests with major access to the sphere of Time (ToM).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Reversible Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 772,
      "title": "Aerial Servant (Priest Spell)",
      "wikitext": "{{For|Air Kin, Elemental from Monstrous Manual|Aerial Servant (MM)}}\n{{Infobox Spells\n| name = Aerial Servant\n| source = [[Player's Handbook]] page 287\n| class = Priest\n| sphere = Summoning\n| school = Conjuration/Summoning\n| level = 6\n| verbal = 1\n| somatic = 1\n| material = 0\n| range = 10 yds\n| aoe = Special\n| castingTime = 9\n| duration = 1 day/level\n| save = None\n}}\nThis spell summons an invisible aerial servant to find and bring back an object or creature described to it by the priest. Unlike an elemental, an aerial servant cannot be commanded to fight for the caster. When it is summoned, the priest must have cast a ''[[Protection from Evil (Priest Spell)|protection from evil]]'' spell, be within a protective circle, or have a special item used to control the aerial servant. Otherwise, it attempts to slay its summoner and return from whence it came.\n\nThe object or creature to be brought must be such as to allow the aerial servant to physically bring it to the priest (an aerial servant can carry at least 1,000 pounds). If prevented, for any reason, from completing the assigned duty, the aerial servant returns to its own plane whenever the spell lapses, its duty is fulfilled, it is dispelled, the priest releases it, or the priest is slain. The spell lasts for a maximum of one day for each level of experience of the priest who cast it.\n\nIf the creature to be fetched cannot detect invisible objects, the aerial servant attacks, automatically gaining surprise. If the creature involved can detect invisible objects, it still suffers a -2 penalty to all surprise rolls caused by the aerial servant. Each round of combat, the aerial servant must roll to attack. When a hit is scored, the aerial servant has grabbed the item or creature it was sent for.\n\nA creature with a Strength rating is allowed an evasion roll, equal to twice its bend bars chance, to escape the hold. If the creature in question does not have a Strength rating, roll 1d8 for each Hit Die the aerial servant and the creature grabbed have. The higher total is the stronger.\n\nOnce seized, the creature cannot free itself by Strength or Dexterity and is flown to the priest forthwith.\n\n'''Notes:''' Common spell for clerics (PHB).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Players Handbook]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 773,
      "title": "Age Creature (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Age Creature{{br}}(Reversible)\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 98\n| class = Priest\n| sphere = Time\n| school = Alteration\n| level = 6\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = Touch\n| aoe = One creature\n| castingTime = 1 round\n| duration = Permanent\n| save = Negate\n}}\nThis spell ages the targeted creature one year per level of the caster. Unwilling subjects may attempt a saving throw to resist the spell. Subjects affected by ''age creature'' must make a successful system shock roll to survive the change.\n\nSubjects cannot be aged beyond their natural life spans. If the priest's level indicates that a creature would be aged beyond this level, the creature is aged to one year short of his maximum age. The spell cannot cause a subject to die.\n\nHuman and humanoid characters affected by the spell experience changes in appearance associated with increased age, such as gray hair and wrinkles. More significantly, they suffer losses in Strength, Dexterity, and Constitution when they reach certain age levels. These are summarized in Table 12: Aging Effects in the Player's Handbook. The Player's Handbook also provides rules for determining a character's base age.\n\nNonmagical monsters can be affected by ''age creature''. The DM determines a monster's current age and natural life span based on its description in the ''MONSTROUS COMPENDIUM'' or based on his own judgment. To determine the effects of aging on a monster, assume the following: a monster is middle-aged when it reaches half its natural life span; a monster reaches old age at two-thirds of its natural life span; a monster reaches venerable age in the last one-sixth of its years. A monster suffers the penalties which follow when it reaches these age levels. The penalties are ''cumulative and permanent'' (unless the affected monster becomes younger).\n\n{| class=\"article-table\"\n! Age || Penalty\n|-\n| Middle Age || -1 to all saving throws\n|-\n| Old Age || -1 to all saving throws{{br}}-1 to all attack rolls\n|-\n| Venerable || -1 to all saving throws{{br}}-1 to all attack rolls\n|}\n\nThe material component is a pinch of powdered emerald.\n\nThe reverse of this spell, ''restore youth'', permanently restores age that has been lost as a result of magic (such as an ''age creature'' spell). ''Restore youth'' reduces the age of the targeted creature by one year per level of the caster. The subject must make a successful system shock roll to survive the change. Subjects who become younger regain the lost ability scores described above. A subject cannot become younger than his actual age as a result of this spell.\n\nThe material component is a pinch of powdered ruby.\n\n'''Notes:''' Common for to priests with major access to the sphere of Time (ToM).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Reversible Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 784,
      "title": "Age Dragon (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Age Dragon\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 105\n| class = Priest\n| sphere = Time\n| school = Alteration\n| level = 7\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 30 yards\n| aoe = One dragon\n| castingTime = 1 round\n| duration = 1 round/level\n| save = Negate\n}}\nThis spell allows the caster to cause any dragon to temporarily gain or lose one age level per five levels of the caster. For instance, a 14th-level caster could cause a dragon to gain or lose two age levels; a mature adult dragon could be temporarily transformed into a young adult dragon or into a very old dragon. A dragon's age cannot be reduced below hatchling or increased beyond great wyrm.\n\nUnwilling dragons are allowed a saving throw vs. spells with a -4 penalty to avoid the effect.\n\nA dragon affected by ''age dragon'' temporarily acquires the armor class, hit points, spell abilities, combat modifiers, size, and other attributes of his new age level. The dragon retains his memories and personality. At the end of the spell's duration, the dragon returns to his normal age level.\n\nIf the dragon suffered damage while experiencing his modified age, these hit points remain lost when he resumes his normal age. If the dragon loses more hit points at his modified age than he has at his actual age, he dies when the spell expires. For example, a young adult bronze dragon with 110 hit points is aged to a mature adult with 120 hit points. The dragon suffers 115 hit points in combat. Unless the dragon is healed of 6 points of damage before the spell expires, the dragon dies at the end of the spell since his damage is greater than his actual hit points.\n\nIf a dragon is killed while under the effect of ''age dragon'', he is dead at the end of the spell's duration.\n\nThe material component is a handful of dirt taken from a dragon's footprint.\n\n'''Notes:''' Common for to priests with major access to the sphere of Time (ToM).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 848,
      "title": "Adaptation (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Adaptation\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 63{{br}}[[Priest's Spell Compendium]] Vol 3\n| class = Priest\n| sphere = War\n| school = Enchantment/Charm, Alteration\n| level = 3\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = Special\n| castingTime = Special\n| duration = Special\n| aoe = One unit of up to 200 individuals\n| save = None\n}}\n{{See also|Adaptation - Lvl 5 (Priest Spell)}}\n\n==Tome of Magic Text==\nThis spell can be cast in two different ways. The first, appropriate for battlefield use, has a range of 180 yards, a casting time of one turn, and duration of 1d4+2 turns. During this period, the affected unit can fight in one specific type of terrain (specified by the caster) as if it were the favored terrain (per BATTLESYSTEM™ rules) for that unit. While this spell is in effect, the unit gains no benefit when fighting in their actual favored terrain; the magically-enforced favored terrain takes precedence. The priest can cancel the spell before the duration expires if desired.\n\nThe material component is a pinch of clay dust.\n\nThe second effect requires preparation in advance. The priest and unit must be within 100 yards of a place of worship dedicated to the casting priest's deity. The casting time is 5 turns.\n\nAt the conclusion of the casting, the unit gains the benefit described above, with two main differences. First, the unit does not lose the benefit of fighting in its own actual favored terrain (the unit effectively has two favored terrains). Second, the spell endures until the next sunset. Only priests of 12th level and higher can cast this variation.\n\nThe material component is the priest's holy symbol.\n\n==Priest's Spell Compendium Text==\nThis spell can be cast in two different ways. The first, appropriate for battlefield use, has a range of 180 yards, a casting time of one turn, and duration of 1d4+2 turns. During: this period, the affected unit can fight in one specific type of terrain (specified by the caster) as if it was the favored terrain (per Battlesystem rules) for that unit. While the spell lasts, the unit gains no benefit when fighting in its actual favored terrain; the magically conferred favored terrain takes precedence. The priest can cancel the spell before the duration expires if desired.\n\nThe material component is a pinch of clay dust.\n\nOnly priests of 12th level and higher can cast the second effect, which also requires preparation in advance. The priest and unit must be within 100 yards of a place of worship dedicated to the cast­ing priest’s deity. The casting time is 5 turns.\n\nAt the conclusion of the casting, the unit gains the benefit described above, with two main differ­ences. First, the unit does not lose the benefit of fighting in its own actual favored terrain (the unit effectively has two favored terrains). Second, the spell endures until the next sunset.\nThe material component is the priest’s holy symbol.\n\n'''Notes:''' Common for priests with access to the sphere of War.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]"
    },
    {
      "pageid": 877,
      "title": "Adamantite Mace (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Adamantite Mace\n| source = [[Priest Spell List (POSM)|Spells and Magic]] page 170\n| class = Priest\n| sphere = Elemental (Earth)\n| school = Alteration\n| level = 4\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = Touch\n| aoe = The caster's weapon\n| castingTime = 7\n| duration = 1 rd./level\n| save = None\n| subtlety = +5\n| knockdown = d12\n| sensory = Small visual\n| critical = Medium (1 hit) impact\n}}\nBy means of this spell, the priest transmutes his own cudgel, mace, or staff into an enchanted weapon of adamantite, the most magical mineral known. The ''adamantite mace'' gains a +2 bonus to attack and damage rolls, but it can strike creatures normally hit only by +4 or better weapons. As an incarnation of elemental earth, the mace inflicts up to twice the damage (roll twice the required damage dice) against creatures of elemental air or magical avians such as griffons, perytons, pegasi, and winged baatezu or tanar'ri. The ''adamantite mace'' retains its special properties for one round per level of experience of the caster.\n\nThe material component is a special powder made from a diamond worth 100 gp, sprinkled over the weapon.\n\n'''Notes:''' Uncommon spell for druids and spe­cialty priests of Elemental Earth. (PO.SM)\n[[Category:Spells from Spells and Magic]]\n[[Category:Priest Spells]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 878,
      "title": "Addition (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Addition\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 74\n| class = Priest\n| sphere = Numbers, Creation\n| school = Alteration\n| level = 4\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 30 yards\n| aoe = Special\n| castingTime = 1 round\n| duration = Special\n| save = None\n}}\nThe philosophy of the Sphere of Numbers holds that the structure of reality—the \"equation of the moment\"—can be analyzed and modified by someone with sufficient knowledge and power. The ''addition'' spell allows a priest to add a new mathematical term to the equation of the moment. This effectively allows a new object or even a living creature to be brought into existence temporarily.\n\nThe effect of this spell varies depending on the level of the caster. At 10th level or lower, ''addition'' can create a single, inanimate object weighing up to 10 pounds. The spell gives the priest only rudimentary control over the creation process, so the object cannot be complex. The object must be described in a single word or short phrase (e.g., \"a water pitcher\" or \"a block of stone\"). The caster has no control over elements such as shape or color; thus, the water pitcher might be short, squat, and blue, or tall, slender, and red.\n\nObjects created with this spell cannot be of any greater mechanical complexity or technological level than a crossbow. If the priest tries to create an object that breaks this prohibition, the spell fails and nothing is created. Thus, if the priest tried to create \"a pistol,\" assuming he had heard the word somewhere, the spell would fail.\n\nObjects cannot contain any information in an abstract form such as writing or diagrams. If the priest tries to create an object that breaks this prohibition, there are two possible results: the spell may fail, or the object may be created without the information. Thus, if the priest were to attempt to create \"a spellbook,\" the result would be either a book similar to a spellbook with blank pages, or nothing at all.\n\nThe object appears at whatever location the caster wills, as long as it is within spell range. The object cannot appear in the same space occupied by another object or creature, or within a hollow object (for example, the priest cannot create an object blocking the trachea of an enemy).\n\nThe object created by ''addition'' remains in existence for 1 turn per level of the caster. During this time, it obeys all the laws of physics as if it were a \"real\" object. The object cannot be disbelieved and spells such as ''true seeing'' cannot distinguish it from a naturally-occurring object.\n\nPriests of 11th to 15th level can create a single inanimate object of up to 20 pounds in mass or two identical objects, each of up to five pounds in mass. The object(s) so created remains in existence for two hours (12 turns) per level of the caster.\n\nPriests of 16th to 19th level can create a single inanimate object of up to 50 pounds in mass or up to 10 identical objects, each of up to five pounds in mass. The object(s) is permanent unless destroyed. Since these objects are not magical constructs, but real additions to the \"equation of the moment,\" ''dispel magic'' has no effect on them. Alternatively, the caster can create a single normal (nonmonstrous) living creature of up to 20 pounds in weight. The creature, once created, behaves as a normal member of its species; the caster has no control over its actions. This creature remains in existence for 5 rounds per level of the caster.\n\nPriests of 20th level and above can create a single inanimate object of up to 100 pounds in mass or up to 10 identical objects, each of up to 10 pounds in mass. The object(s) are permanent. Alternatively, the caster can create a single normal (nonmonstrous) living creature of up to 100 pounds in weight and up to 2 hit dice. The creature, once created, behaves as a normal member of its species; the caster has no control over its actions. This creature remains in existence for 2 turns per level of the caster.\n\nThe material component is a small table of numerological formulae inscribed on an ivory plaque, plus a length of silken cord. During the casting, the priest ties the cord into a complex knot. As the magical energy is discharged, the cord vanishes in a flash of light. The plaque is not consumed in the casting.\n\n'''Notes:''' Common spell for priests with major access to the sphere of Numbers (ToM).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 921,
      "title": "Air Walk (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Air Walk\n| source = [[Player's Handbook]] page 280\n| class = Priest\n| sphere = Elemental (Air)\n| school = Alteration\n| level = 5\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = Touch\n| aoe = 1 creature\n| castingTime = 8\n| duration = 1 hour + 1 turn/level\n| save = None\n}}\nThis spell enables a creature, which can be as big as the largest giant, to tread upon air as if it were walking on solid ground. Moving upward is similar to walking up a hill. A maximum upward angle of 45 degrees is possible at one-half the creature's movement rate, as is a maximum downward angle of 45 degrees at the normal movement rate. An air-walking creature is in control of its movement, except when a strong wind is blowing. In this case, the creature gains or loses 10 feet of movement for every 10 miles per hour of wind velocity. The creature can, at the DM's option, be subject to additional penalties in exceptionally strong or turbulent winds, such as loss of control of movement or suffering physical damage.\n\nThe spell can be placed upon a trained mount, so it can be ridden through the air. Of course, a mount not accustomed to such movement would certainly need careful and lengthy training, the details for which are up to the DM.\n\nThe material components for the spell are the priest's holy symbol and a bit of thistledown.\n\n'''Notes:''' Common for druids (PHB).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Players Handbook]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 1551,
      "title": "Abundance (Quest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Abundance\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 112<br>[[Priest's Spell Compendium]] Vol 3\n| class = Priest\n| sphere = Creation, Plant\n| school = Alteration\n| level = Quest Spell\n| quest = 1\n| range = 0\n| castingTime = 1 turn\n| duration = Permanent<br>''(Special - PSC)''\n| aoe = Special\n| save = None\n}}\n==Tome of Magic Text==\nBy casting an ''abundance'' spell, the priest quickens the ripening of a harvest or the growth of woodland. Fields of crops in the affected area will grow, ripen, and be ready for harvest in a single day. Seed must be sown any time before the casting of the spell.\n\nAn area of woodland will grow as if it had grown for 25 years in one day plus five years per day for another three days. There must be soil capable of supporting the woodland for the growth to remain healthy.\n\nThe priest must stand anywhere within the area to be affected. The priest designates the exact size and shape of the area in the casting.\n\nThe area of effect is 10 square miles for ripening a harvest and 25 square miles for woodland growth. This spell does not create effects such as entanglement or enlargement of the flora within the area of effect.\n\n==Priest's Spell Compendium Text==\nBy casting an abundance spell, the priest quick­ens the ripening of a harvest or the growth of wood­land. The priest stands anywhere within the area to be affected, and designates the exact size and shape of the area in the casting.\n\nFields of crops in the affected area grow, ripen, and be ready for harvest in a single day. Seed must be sown any time before the casting of the spell. The spell affects 10 square miles of cultivated fields.\n\nA woodland achieves 25 years of growth in one day, plus 5 years per day for another three days. Soil capable of supporting the woodland is required for the growth to remain healthy thereafter. The spell affects 25 square miles of woodlands.\n\nThe spell does not create effects such as entan­glement or enlargement of the flora within its area of effect.\n\n'''Notes:''' Common quest spell.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Priest Quest Spells]]"
    },
    {
      "pageid": 10247,
      "title": "Allergy Field (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Allergy Field\n| source = The Complete Ranger's Handbook{{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Plant\n| school = Alteration\n| level = 1\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 10 yards/level\n| aoe = 5-foot/level cube\n| castingTime = 4\n| duration = 3 rounds + 1 round/level\n| save = Neg.\n}}\nThis spell causes characters entering the affected area to suffer extreme allergic reactions. It may be cast on any field, meadow, forest, or other outdoor area with an abundance of plant life, causing the plants to produce pollen, antigens, or similar allergens. Characters coming in contact with the affected area who fail their saving throws vs. spell, experience swelling of the eyes, fits of sneezing, and dull headaches for the next 2-5 (1d4+1) turns. During that time, they make all attack rolls and ability checks at a -1 penalty.\n\nThe spell affects a cubic volume whose sides are 5 feet long per level of the caster; thus, a 9th-level caster could affect a 45'x45'x45' cube. The spell lasts until the end of the indicated duration, or until the first frost, whichever comes first.\n\nThe material component for this spell is a pinch of ragweed.\n\n'''Notes:''' Uncommon for rangers, rare for druids and other nature priests.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Ranger's Handbook]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 13143,
      "title": "Amaunator's Uncertainty (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Amaunator's Uncertainty\n| source = [[Appendix 2: Spell Index (FA)|Faiths & Avatars]] (9516){{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Law\n| school = Enchantment/Charm\n| level = 2\n| verbal = 1\n| somatic = 0\n| material = 1\n| range = 30 yards\n| castingTime = 1\n| duration = 1 round/level\n| aoe = 40-foot sphere\n| save = Neg.\n}}\nCreatures affected by this spell pause in uncertainty before executing their intended actions. In a combat situation, this equates to an initiative penalty equal to one-third t h e spellcaster's level (rounded down). This reaction penalty begins the round after the spell is cast. In a noncombative situation, the victim pauses one-third of a round (about 20 seconds) per level of the caster before executing an action.\n\nThe spell affects 2d4 plus one-half the caster's level in Hit Dice or levels of creatures within the area of effect. All possible victims are allowed a saving throw vs. spell to completely negate the effects. If affected victims leave the area of effect, they still suffer the spell's effects until the spell expires.\n\nThe material component of the spell is a fragment of a turtle's shell.\n\n'''Notes:''' Granted by the sun god Amaunator of the Forgotten Realms setting.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Faiths & Avatars]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 13173,
      "title": "Amanuensis (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Amanuensis\n| source = [[Appendix 2: Spell Index (FA)|Faiths & Avatars]] (9516){{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| school = Alteration, Evocation\n| sphere = Creation\n| level = 3\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 10 feet\n| castingTime = 6\n| duration = 1 turn/level\n| aoe = Special\n| save = None\n}}\nWhen cast, this spell generates its own ink and animates a quill pen as if it were in an invisible scribe's hand (though there is in fact nothing tangible or sentient present) to precisely duplicate nonmagical writing. The animated quill writes as fast as the caster can and copies as much of any writing the caster assigns it to copy as can be duplicated before the spell expires. The quill vanishes when the spell is done or earlier if the caster wills the magic to end.\n\nThough the ink created by amanuensis is unique and does not duplicate the copied work, the penmanship of the copy is exacting. Perfect forgeries can be made by means of this spell.\n\nOnce the quill is set to its task, the caster need not be present or in range for it to continue; only destruction of the writing surface or the casting of dispel magic upon the quill prevents the writing from being completed. If necessary to complete its assigned task, the quill becomes intangible and follows the writing surface if it is moved; it cannot be grasped or struck aside in an effort to make it cease. No being except the caster can control or influence the moving quill. If the quill finishes its copying and some time remains before the spell ends, the caster must be within range, however, to direct it to begin copying a second writing or making a second copy of the same writing.\n\nAn amanuensis spell cannot copy any magical writing or markings. If directed to do so, the quill hangs motionless. A diary, grimoire, or other work containing passages of text interspersed with spells and magical symbols is copied as text with gaps where the original displays magical markings. Many powerful priests have pleaded with Deneir to allow this spell to be modified so that their prayers would allow them to copy spells, but Deneir has steadfastly refused to grant this power.\n\nThe material components of this spell are a quill pen and a blank sheet or sheets of parchment, some vellum scrip, a chapbook, or another writing surface onto which the writing will be copied. The quill is consumed at the end of the spell's duration; the writing surface is not.\n\n'''Notes:''' Granted by the god Deneir. Lord of Glyphs, of the Forgotten Realms setting.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Faiths & Avatars]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 13205,
      "title": "Advanced Sunshine (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Advanced Sunshine\n| source = [[Appendix 2: Spell Index (FA)|Faiths & Avatars]] (9516){{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Sun\n| school = Alteration\n| level = 4\n| verbal = 1\n| somatic = 0\n| material = 1\n| range = 5 yards/level\n| castingTime = 7\n| duration = Special\n| aoe = 15 feet/level\n| save = Special\n}}\nThis spell is a multiuse incantation that can be cast in one of three forms. Unfortunately, the casting of this spell borrows the sunshine for the day it is cast (or the next day if cast at night) to render these effects. This spell is very unpopular among farmers and ranchers, who see it as a miscarriage of divine intervention.\n* ''Light'': ''Advanced sunshine'' can be used to borrow sunlight from later in the day (or the next day if at night) to create ''light'' now. This is useful in caverns or at night. This form of the spell is treated as a [[Light|''light'' spell]] lasting one turn per level of the caster, but it shortens the day's sunshine by one minute per level.\n* ''Fireball'': A piece of the sun's energy can be converted into a fireball as though cast by a mage of the casting priest's level. This lowers the temperature within a 90-mile radius by 1 degree Fahrenheit for a tenday each time it is cast. This aspect of the spell cannot be cast at night or during cloudy days.\n* ''Illumination'': This version of '''advanced sunshine''' can be used to borrow sunlight from later in the day (or the next day if at night) to cast ''[[Continual Light (Priest Spell)|continual light]]'' at double the range and effect for the caster's level. This shortens the day's sunshine by one hour.\n\n'''Notes:''' Granted by the sun god Amaunator of the Forgotten Realms setting.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Faiths & Avatars]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 13326,
      "title": "Akadi's Vortex (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Akadi's Vortex\n| source = [[Appendix 2: Spell Index (FA)|Faiths & Avatars]] (9516){{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| school = Alteration, Invocation/Evocation\n| sphere = Elemental (Air)\n| level = 7\n| verbal = 1\n| somatic = 1\n| material = 0\n| range = 100 yards\n| castingTime = 1 round\n| duration = 1 turn\n| aoe = Special\n| save = {{frac|1|2}}\n}}\n==Faiths & Avatars Version==\nThis spell is exactly like the ''[[Winds of Akadi (Priest Spell)|winds of Akadi]]'' spell in effect except that the lightning that issues forth from the cloud behaves like that produced by the 6th-level wizard spell ''[[Chain Lightning (Wizard Spell)|chain lightning]]''. A ''chain lightning'' stroke inflicts 1d6 points of damage per level of the caster to a maximum of 12d6 points and loses one die of damage each time it arcs to a new target. The cloud issues forth ''chain lightning'' on the third round after it is created, the sixth round, and the ninth round. On the tenth round, the spell expires abruptly in a normal ''[[Lightning Bolt (Wizard Spell)|lightning bolt]]'' (1d6 points of damage per level of the caster to a maximum of 10d6 points).\n\n==Priest's Spell Compendium==\nThis spell is similar to the winds of Akadi spell, except it emits chain lightning every third round as the 6th level wizard spell. A 30-foot-diameter Akadi's Vortex sphere of whirling air comes into existence at a point indicated by the caster. Creatures in the area of effect, or entering while the spell is in effect, must make a successful saving throw vs. spell or suffer 1d4 points of damage from the winds.\n\nEvery third round (3rd, 6th, and 9th). the cloud releases one chain lightning bolt in a manner and at a target selected by the caster. While directing the initial strike of the bolt, the priest loses his or her normal action for the round.\n\nThe chain lightning stroke inflicts 1d6 points of damage per level of the caster to a maximum of 12d6 points. The bolt initially inflicts 1d6 points of damage per level of the caster, to a maximum of 12d6 (half damage if the object or creature rolls a successful saving throw vs. spell). After the first strike, the light­ning arcs to the next nearest object or creature. Each jump reduces the strength of the lightning by 1d6. Each creature or magical object hit receives a saving throw vs. spell. Success on this save indicates the creature suffers only half damage from the bolt.\n\nThe lightning can strike as many times (includ­ing the First object or creature) as the spellcaster has levels, although each creature or object can be struck only once. Thus, a bolt cast by a 12th level wizard strikes up to 12 times, causing less damage with each strike. The bolt continues to arc until it has struck the appropriate number of objects or creatures, until it strikes an object that grounds it (interconnecting iron bars of a large cell or cage, a large pool of liquid, etc.), or until there are no more objects or creatures to strike.\n\nDirection is not a consideration when plotting chain lightning arcs. Distance is a factor – an arc cannot exceed 40 yards, plus 5 yards per caster level. If the only possible arc is greater than the this, the stroke fades into nothingness. Creatures immune to electrical attack can be struck, though no damage is taken. It is possible for the chain to arc back to the caster!\n\nAffected creatures are allowed a saving throw vs. spell for half damage. Creatures within the cloud in a round when lightning is projected make their saving throws with a -4 penalty.\n\nOn the tenth round, the spell expires abruptly in a normal lightning bolt (1d6 points of damage per level of the caster to a maximum of 10d6 points. save vs. spell for half damage).\n\n'''Notes:''' Granted by the elven air god Akadi.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Faiths & Avatars]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 13560,
      "title": "Alicorn Lance (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Alicorn Lance\n| source = [[Appendix 3a: New Spells (PP)|Powers & Pantheons]] (9563){{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| school = Invocation/Evocation\n| sphere = Combat\n| level = 2\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 40 yards{{br}}''(0 - PSC)''\n| duration = Special{{br}}''(1 rd./level maximum - PSC)''\n| castingTime = 5\n| aoe = One creature{{br}}''(The caster - PSC)''\n| save = {{frac|1|2}}\n}}\nThis spell creates a silver-hued, partially ethereal lance shaped in the form of an [[alicorn]], the proper name for a unicorn horn. The alicorn lance hovers above the brow of the spellcaster for a maximum of 1 round per level of the spellcaster. By silent act of will, any time before the spell expires, the spellcaster can choose a target and the alicom lance instantaneously fires at it, striking as a + I magical lance (if the caster is less th an 7th level) or a + 2 magical lance (if the caster is of 7th or higher level) for the purpose of the types of creatures it can damage and inflicting 3d6 points of piercing damage. The alicorn lance never misses, but the target can partially avoid its effects (taking only half damage) by making a successful saving throw vs. spell.\n\nAfter striking, an alicorn lance dissipates into nothingness, leaving only a silvery faerie fire radiance outlining the target, with all the attendant combat penalties of that spell, for 1d4 rounds.\n\nThe material components for this spell are the priestess's holy symbol and a lock of unicorn mane.\n\n'''Notes:''' Granted by the sylvan deity Luru the Unicorn Queen of the Forgotten Realms setting.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Powers & Pantheons]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 13569,
      "title": "Analyze Opponent (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Analyze Opponent\n| source = [[Appendix 3a: New Spells (PP)|Powers & Pantheons]] (9563){{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| school = Divination\n| sphere = Divination\n| level = 1\n| range = 10 yards/level\n| verbal = 0\n| somatic = 1\n| material = 1\n| duration = 1 round\n| castingTime = 4\n| aoe = One creature/level\n| save = Neg.\n}}\nThis spell facilitates the quick analysis of a single opponent by the spellcaster. At 1st level, the priest can divine one salient weakness or strength of a single opponent . At 3rd level and every two levels thereafter up to 9th, the spellcaster can determine an additional strength or weakness. The target of this spell is entitled to a saving throw vs. spell. If the saving throw is successful, the spell is wasted and nothing is learned.\n\nFor example, if this spell was cast by a 5th-level priest on a [[Troll (MM)|troll]], he might learn that trolls can regenerate (a strength), that they are particularly susceptible to fire (a weakness), and that this particular troll was partially blind in his left eye. The last nugget of information might translate into a +1 bonus to hit, at the DM's discretion, if the priest attacked so as to exploit the troll's weakness.\n\nAccording to legend, one of the earliest priests of Tempus to win the Red Knight's favor employed this spell prior to battling a rakshasa. With it he divined that diabolical race's weakness to ''blessed'' crossbow bolts, a face that is now known by many adventurers throughout the Realms\n\nThe material component of this spell is the priest's holy symbol, which needs simply to be touched to cast the spell.\n\n'''Notes:''' Granted to priests of The Red Knight, a war god of the Forgotten Realms setting.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Powers & Pantheons]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 13575,
      "title": "All-Seeing Crystal Ball (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = All-Seeing Crystal Ball\n| source = [[Appendix 3a: New Spells (PP)|Powers & Pantheons]] (9563){{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Divination\n| school = Divination, Alteration\n| level = 6\n| range = 0\n| verbal = 1\n| somatic = 1\n| material = 1\n| duration = 1 day/level\n| castingTime = 1 turn\n| aoe = Special\n| save = Special\n}}\nThis spell enables the spellcaster to create a crystal sphere about 6 inches in diameter with all of the powers of a ''[[Crystal Ball|crystal ball]]'', as described in the ''DUNGEON MASTER Guide''. In addition, the priest can cast any spell solely from the schools of lesser or greater divination or the sphere of divination through the '''all-seeing crystal ball'''. All other strictures associated with normal ''crystal balls'' apply to the spellcaster when employing an ''all-seeing crystal ball''.\n\nSpellcasters who are 15th level or above can create an ''all-seeing crystal ball with [[clairaudience]]''. Spellcascers who are 17th level or above can create an ''all-seeing crystal ball with [[ESP (Spell)|ESP]]''. Spellcasters who are 19th level or above can create an ''all-seeing crystal ball with [[telepathy]]'' (communication only). These creations have the same abilities as the magical items of the same name, as well as the improved capability for casting divination spells through them mentioned above.\n\nThe material components of this spell are the priest's holy symbol and a ball of snow and ice or a pile of fine sand of the volume of a 6-inch sphere.\n\n'''Notes:''' Granted by the divination deity Savrath in the Forgotten Realms setting.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Powers & Pantheons]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]"
    },
    {
      "pageid": 17350,
      "title": "A Day in the Life (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = A Day in the Life - Halfling\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Law, Combat\n| school = Alteration, Abjuration\n| level = 5\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 8\n| duration = 1 day\n| aoe = Creature touched\n| save = Neg.\n}}\nThis spell transforms a living, sentient, intelli­gent creature touched by the caster (successful attack roll required) into a normal halfling with no character class abilities (see the Monstrous Manual tome) provided the creature fails a saving throw vs. spell. The creature transformed retains its alignment, its memory and mental capacity, its normal saving throws, and its hit points. It does not gain the saving throw bonuses that halflings normally possess; the spell gives halfling form and THAC0. Items carried or worn are not changed with the creature, which may now be awash in ill-fitting armor or holding a weapon too big to wield effectively. Magical items usable only by character classes other than fighters no longer function for the creature. The casting of spells by a creature transformed by a day in the life is not possible, although they are not forgotten and can be cast when the creature once again assumes its normal form: similarly, the use of psionic capabili­ties granted by the psionicist class is not possible. The spell does not require a system shock roll for the creature when it is transformed or when it assumes its normal form: at the spell's expiration.\n\nThe material components are the priest's holy symbol and a hair from a halfling's foot.\n\n'''Notes:''' Granted by the halfling deity Yondalla.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17351,
      "title": "Abbathor's Greed (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Abbathor's Greed - Dwarf\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Divination\n| school = Divination\n| level = 3\n| range = 0\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 6\n| duration = Instantaneous\n| aoe = 10ft. path, 10ft./level\n| save = None\n}}\nThe priest who casts this spell can determine the single most valuable item within the spell's area of effect. This information gained involves the item's monetary value only. Magical items are revealed to be only as valuable as the materials from which they are made. This aside, the caster learns the item's exact value (in terms of gold pieces).\n\nFor every 1,000 gp value of the item, there is a 1%cumulative chance that Abbathor himself takes notice of the item and desires it for himself. If this occurs, there is an equal chance that Abbathor sends an avatar to retrieve the object. The total chance won't exceed 95%.\n\nThe avatar's sole purpose is to retrieve the de­sired item and return with it to the Gray Wastes. Under no circumstances does the avatar of Abbathor become involved in the affairs of the priest. Any attempt to prevent the avatar from car­rying out its duty is dealt with accordingly.\n\n'''Notes:''' Granted by the evil dwarven deity Abbathor.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17352,
      "title": "Abeyance (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Abeyance\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = All\n| school = Alteration\n| level = 5\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 8\n| duration = Special\n| aoe = 1 focal stone or 1 magical item\n| save = None\n}}\nThis spell can be cast in one of two forms. In the most commonly used form, this magic freezes an­other spell that has earlier been cast into a focal stone, delaying its execution indefinitely. The frozen dweomer may not take effect for years, until released by a dweomerflow, wondrous web, or holy vesting spell; by the shattering of the focal stone; or by certain other spells that can extract magics from within such a magical prison. (Dispel magic is not one of these) The abeyance is broken by any such contact, freeing the spell to take instant effect, but if the contact is with a dweomerflow, wondrous web, or holy vesting spell, the abeyance fades but the stored magic is not released, being conveyed in­stead to another magical receptacle.\n\nThe second way that abeyance can be used af­fects only magical items (not artifacts). If the caster of the abeyance manages to directly touch a magical item with his or her bare flesh as this spell is cast, the next time the magical item is activated, its effect is delayed from taking effect for 1 round, and the abeyance dissipates thereafter.\n\n'''Notes:''' Very rare spell from the Forgotten Realms setting.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17353,
      "title": "Ability Alteration (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Ability Alteration\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Creation\n| school = Alteration\n| level = 3\n| range = 0\n| verbal = 1\n| somatic = 0\n| material = 0\n| castingTime = 6\n| duration = 1 turn +5 rds./level\n| aoe = The caster\n| save = None\n}}\nBy means of this spell, the priest can enhance one or more of his physical abilities by temporar­ily suppressing another physical ability. The priest can expend ability points from one physical ability to gain ability points in another. The ratio is 2 points expended to 1 gained. No ability score can be reduced below 8 by this spell, nor can racial maximums or minimums be exceeded. Exceptional strength is possible, but costs 2 points spent per 10% gain. Example: A priest with Strength 17 and Dexterity 16 could expend up to 8 points of Dexterity to increment Strength to 18/30 (17 to 18 to 18/10 to 18/20 to 18/30). When the spell expires, the original ability score is restored.\n\n'''Notes:''' Granted by Wee Jas, intermediate power of magic and death, of the World of Greyhawk setting.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17354,
      "title": "Acid Rain (Priest Spell)",
      "wikitext": "{{For|other Acid Rain Spells|Acid Rain}}\n{{Infobox Spells\n| name = Acid Rain\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Elemental Water\n| school = (Conjuration)\n| level = 4\n| range = 120 yds.\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 3 rds.\n| duration = 1 rd./level\n| aoe = 20-ft. cube\n| save = Special\n}}\nThis terrible conjuration creates a toxic shower that covers all within its area of effect. The droplets are a corrosive acid that eats through metal, cloth, and flesh. Creatures caught beneath the rain take 2d6 points of damage. It is easy enough to move out of the cube, but those who cannot continue to take 1d6 points of damage for each round spent in the rain. Anyone who fails to make a successful saving throw vs. spell must make item saving throws vs. acid for exposed equipment as well.\n\n'''Notes:''' Common for Elemental Water priests from the Dark Sun setting.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17355,
      "title": "Acorn Barrage (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Acorn Barrage - Elf\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Plant\n| school = Enchantment\n| level = 2\n| range = 10 yds.\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 5\n| duration = 1 rd.\n| aoe = 1 acorn/level\n| save = None\n}}\nBy means of this spell, the priest can cause a barrage of acorns to launch from his or her hand, from the ground, or from an oak tree within 10 yards. The acorns, up to one acorn per level of the caster, fly up to 40 yards in the round of casting. The priest can direct them in any combination against any living or nonliving targets in sight.\n\nEach acorn requires a successful attack roll to hit its target. Each attack is made as if the priest was hurl­ing the acorns with a sling. Each acorn that hits a crea­ture inflicts 1d2 points of damage. Although they are magically propelled, the acorns are nonmagical mis­siles and range modifiers apply (10/20/40). Dexterity modifiers apply only if the acorns are hurled from the hand. The spell is ineffective underwater.\n\nThe material components of this spell are the priest's holy symbol and as many acorns as needed.\n\n'''Notes:''' Granted by the elven deity Rillifane Rallathil.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17356,
      "title": "Adaptation - Lvl 5 (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Adaptation - Lvl 5\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Protection\n| school = Alteration\n| level = 5\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 8\n| duration = 24 hrs.\n| aoe = Creature touched\n| save = None\n}}\n{{See also|Adaptation (Priest Spell)}}\nThis spell allows the recipient to ignore gases affecting respiration, to breathe underwater, or even to exist in airless space for the duration of the spell (much like the magical item, necklace of adaptation). The priest can divide the base dura­tion between multiple beings, to a minimum of one half hour each.\n\nThe material component is holy water.\n\n'''Notes:''' Very rare spell for clerics. (Updated from Polyhedron Newszine.) \n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17357,
      "title": "Advice (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Advice\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Charm\n| school = Enchantment/Charm\n| level = 5\n| range = 1\n| verbal = 1\n| somatic = 0\n| material = 0\n| castingTime = 5\n| duration = Instantaneous\n| aoe = 1 creature\n| save = Neg.\n}}\nThis spell allows the shukenja to give profound and thoughtful advice to any creature of at least low intelligence. The two must also share a common lan­guage. When cast, the creature is allowed a saving throw vs. spell to avoid the effect. If this is failed, the shukenja can give the creature instructions in the form of advice. These can be instructions to do any­thing, including acts obviously foolish or destruc­tive. The advised creature then does its best to obey the instructions. However, if the advice would place the creature in great peril or cause its death, the creature is allowed a second saving throw vs. spell with a +4 bonus just before committing the act. Should, for example, the shukenja give advice to go to a nearby cliff and jump off (and the creature cannot fly), the second saving throw would be allowed just before the creature took the fatal step.\n\nThe spell does not in any way conceal the identity of the one who gave the advice, and bad advice can often cause trouble for the shukenja, should those who follow it survive.\n\n'''Notes:''' Common for oriental priests; otherwise, very rare.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17358,
      "title": "Air Lens (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Air Lens\n| source = [[Priestly Magic (DSC)|Dark Sun Campaign Setting (Revised)]] pg 64-65{{br}}[[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Elemental Air\n| school = Alteration\n| level = 3\n| range = 90 yds.\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 3\n| duration = 3 rds. +1 rd./level\n| aoe = Special\n| save = None\n}}\nBy means of this spell, the priest creates a mag­ical lens high in the air, with which he can direct intensified rays of the sun against his enemies. The caster must be in the sunlight for the duration of the spell. Once cast, the priest can attack with the lens twice per round, against one or two creatures within range of the spell. Attack rolls are made for each attack, and the priest suffers no nonproficiency penalty. Targets under cover receive bene­fits for both cover and concealment. Each hit inflicts 2d6 points of damage. Creatures resistant to heat or fire take only half damage.\n\nThe spell can be used to ignite flammable ma­terials. When doing so against non-mobile targets, no attack roll is necessary - any normally com­bustible materials (cloth, wood, paper, and so on) ignite. Personal equipment can be targeted, but the priest must, make a successful attack roll with a -4 penalty. If hit, the article of equipment ignites; burning clothing inflicts 1d6 points of damage for 1d6 rounds or until discarded. Burning shields become useless. The flames so created are not magical and can be extinguished normally. Magical darkness can negate the effects of this spell, magical shade reduces damage by half.\n\nThe material component for this spell is a small, round piece of glass.\n\n'''Notes:''' Common for priests from the Dark Sun setting; otherwise, very rare.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells from Dark Sun Campaign Setting Revised]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17359,
      "title": "Air Tread (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Air Tread - Drow\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Necromantic\n| school = Alteration\n| level = 6\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 9\n| duration = 1 rd. +1 rd./level\n| aoe = Creature touched\n| save = None\n}}\nThis spell, a more powerful version of the air walk spell, temporarily alters the body weight of the priest or a touched being (of large size or less), so that the creature can walk upon liquid or air with normal balance and at normal movement rate. Unlike the 3rd level spell, water walk, the being's feet do contact any liquid walked upon.\n\nIf cast upon a falling creature, this spell stops the descent within a further drop of one body length of the creature. If any surface is struck during this time, base falling damage is halved. Using the spell duration to walk straight down­wards and lessen the height of a remaining un­avoidable fall can lessen damage from long falls. When the spell ends, normal descent (with possi­ble falling damage) occurs.\n\nThis spell is often used to walk across chasms, or from one rooftop to another, but can be used to cast a single spell while stationary in midair. This use of the air tread spell exhausts it immediately upon the completion of casting the other spell, so the caster immediately begins to fall.\n\nThe material components are a feather, a pinch of dust, and a sandal or shoe of any size.\n\n'''Notes:''' Granted by the drow god Vhaeroon.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17360,
      "title": "Alert Allies (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Alert Allies - Dwarf, Gnome\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Thought\n| school = Divination, Alteration\n| level = 2\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 1 rd. +1 rd. per creature touched\n| duration = 8 hrs. maximum\n| aoe = 90-ft. radius\n| save = None\n}}\nThis spell enables the priest to send an instanta­neous mental missive to his comrades alerting them to a dangerous situation. It is not possible to send any message other than “Alert” by means of this spell, nor is two-way communication of any sort possible, but the true meaning of the mental missive, other than the fact that a dangerous situa­tion exists, can be prearranged if so desired.\n\nAlert allies can be cast only on awake, living, and sentient creatures (Animal Intelligence or higher). The somatic component involves the priest physically touching foreheads for one full round with each recipient. One ally per level of the spellcaster, up to a maximum of ten individuals, can be linked by means of this spell.\n\nOnce cast, the mental links forged by means of this spell last until the alert is broadcast or for at most eight hours. An alert has a maximum range of 90 feet around the priest. Anyone beyond that range won't hear the alert, although the spell effect (and the mental link) ends nonetheless.\n\nLikewise, anyone maintaining a psionic de­fense shield, wearing a ring of mind shielding, or employing similar magics won't receive the mental warning. However, if a recipient is asleep and that condition is not maintained by chemical or magical means (although it may have been in­duced by such), he or she immediately awakens and is aware that an alert has been issued.\n\nIt is possible to issue a mental missive and then perform another action aside from spell casting in the same round. The alert broadcast effectively imposes an initiative penalty of 1 on any other course of action attempted in the same round.\n\n'''Notes:''' Granted by the dwarven god Gorm Gulthyn. Granted by the gnome god Gaerdal Ironhand.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17361,
      "title": "Alert Vigil (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Alert Vigil\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Charm, Necromantic\n| school = Enchantment/Charm, Necromancy\n| level = 1\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 1 rd.\n| duration = 7 turns +1 turn/level\n| aoe = Creature touched\n| save = None\n}}\nThis spell causes the creature touched to remain awake and alert for the spell's duration (determined by the caster's level). Even an exhausted creature won't doze or fall asleep, and all of its senses per­form at peak ability (tired eyes keep focus and so on). A creature under the effects of an alert vigil is not “resting” (healing), but the magic does not make the recipient wearier when it expires.\n\n'''Notes:''' Granted by the war god Torm in the Forgotten Realms setting. This spell is found only in a few exceptionally rare tomes.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17362,
      "title": "Alter Luck (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Alter Luck\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Divination\n| school = Abjuration, Divination\n| level = 6\n| range = Touch\n| verbal = 1\n| somatic = 0\n| material = 1\n| castingTime = 1 turn\n| duration = Special\n| aoe = 1 creature\n| save = None\n}}\nThis spell alters the luck of the recipient, allow­ing three chances to avoid bad luck. At any time within the next month of campaign time, the charac­ter's player can reroll a total three failed dice rolls, in effect getting a second chance at success. Typical rolls include: attack rolls, saving throws, system shock or resurrection survival rolls, damage rolls that inflict less than maximum damage, treasure dis­tribution rolls, and the like. Only one reroll per event is allowed, and the creature must abide by the result, whatever it is. This protection lasts for up to a full month, but any benefit not used within that time is lost. The spell itself can be cast only once per month, lest an unspecified doom strike the caster.\n\n'''Notes:''' Very rare spell. (Updated from Dragon magazine.)\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Dragon Magazine Spells]]"
    },
    {
      "pageid": 17363,
      "title": "Altruism (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Altruism\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Cosmos\n| school = Invocation\n| level = 2\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 5\n| duration = Instantaneous\n| aoe = Creature touched\n| save = None\n}}\nWith this spell, a priest can transfer as many of his hit points as desired to heal a willing, living being of any alignment not directly opposed to his own (good vs. evil or lawful vs. chaotic). Each hit point transferred restores one hit point lost by the subject creature. These hit points cannot be taken back once the spell has been cast. The priest's current hit points are reduced by the amount actually transferred, and these can be restored by normal or magical healing. The creature cannot re­ceive more hit points than its normal maximum.\n\n'''Notes:''' Common for priests from the Dark Sun setting.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17364,
      "title": "Amber Prison (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Amber Prison - Elf\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Plant\n| school = Conjuration\n| level = 4\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 7\n| duration = Special\n| aoe = Creature touched\n| save = Neg.\n}}\nThis spell encases the target creature in a hard, translucent coating of fossil resin of yellow, orange, or brownish-yellow hue. If the creature makes a successful saving throw vs. spell, this spell dissipates without effect. If the creature is al­ready covered in tree sap (such as by a sap spell), the saving throw against the amber prison has a penalty of -4. The caster can choose to leave part of the target creature free. If the priest attempts to leave a significant part of the creature's anatomy free, such as a head or a hand, then the creature re­ceives a +2 bonus to the saving throw. (Pinpoint accuracy, such as leaving just a nose or a finger if the creature's air passages are covered by the amber prison, the creature still receives some air through the semi permeable encasement as it hard­ens. As such, suffocation will occur much more slowly than might be imagined. Every round, an encased creature must make a successful Constitution check. Every time a Constitution check is failed, the effective Constitution drops by one. When the effective Constitution score reaches zero, the creature dies from suffocation. If freed before suffocation occurs, the creature regains Constitution at a rate of one point per round.\n\nWhen the effects of an amber prison end, no matter how the subject is freed (even after death), all remaining shards of amber melt into worthless, nonmagical tree sap.\n\nThe material components of this spell are the priest's holy symbol, a chunk of amber worth at least 100 gp, and a drop of sap.\n\n'''Notes:''' Granted by the elven deity Rillifane Rallathil.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17365,
      "title": "Amorphous Form (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Amorphous Form - Drow\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Animal\n| school = Alteration\n| level = 5\n| range = 0\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 1 rd.\n| duration = 1 turn/level\n| aoe = The caster\n| save = None\n}}\nThe form to be assumed depends on the level of the caster; of course, a caster can choose a lesser form if desired (see table).\n\n{| class=\"article-table\"\n! Caster{{br}}Level || Form\n|-\n| 9-10 || Gray ooze, crystal ooze, gelatinous cube\n|-\n| 11-12 || Mustard jelly, ochre jelly, slithering tracker\n|-\n| 13-14 || Deadly pudding (black, white, dun, or brown)\n|-\n| 15+ || Roper\n|}\n\nWhen amorphous form is cast, the caster's equipment, if any, melds into the new form. (In particularly challenging campaigns, the DM may allow protective devices, such as rings of protec­tion, to continue operating effectively.) The caster retains all mental abilities, but she or he cannot cast spells or use psionic abilities derived from the psionicist class. A caster not used to a new form might be penalized at the DM's option (for exam­ple, a -2 penalty to attack rolls) until she or he practices sufficiently to master it.\n\nEmploying this spell does not run the risk of the priest changing personality and/or mentality. However, there is a 1%noncumulative chance per use of this spell that the spellcaster is permanently transformed into a ghaunadan (with attendant loss of priest abilities) when this spell expires.\n\nThe material component of this spell is a vial of ichor/fluid from the kind of amorph into which the priest wishes to transform.\n\n'''Notes:''' Granted by the drow deity Ghaunadaur.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17366,
      "title": "Amulet (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Amulet\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Creation\n| school = Abjuration\n| level = 2\n| range = 5-ft. radius\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 1 hr.\n| duration = 1 wk./level\n| aoe = 1 object\n| save = None\n}}\nThis spell allows a barbarian cleric to create a token that repels one specific, feared being. The wearer of the amulet gains a +1 bonus to all saving throws and Armor Class when facing the individ­ual against whom the amulet is designed. That being, upon coming within 10 feet of the amulet, must make a successful saving throw vs. spell or be affected as if the amulet's creator had successfully cast cause fear.\n\nTo make the amulet, the cleric requires an object worth no less than 5 gp donated by another individual, and a relic of the foe to be affected (hair, clothing, etc.). If the material components are inordinately valuable or obtained from distant locations (farther than 100 miles), the amulet has doubled effects (+2 to saves and AC).\n\nWhen the spell expires, the amulet becomes forever worthless. This spell is also used (along with chattel spirit) when creating a sacred bundle.\n\n'''Notes:''' Restricted to barbarian clerics and shamans. (Updated from Dragon Magazine.)\n\n==Sacred Bundle==\nA ''sacred bundle'' is a collection of 5-10 totemic items, kept in a special pouch, which pro­vides magical protection for the wearer. Such magical talismans are common among tribal war­riors, especially those from Amerind cultures.\n\nThe effect of a typical sacred bundle is that the owner is surprised only on a roll of 1, all of his saving throws are made at a +2 bonus, his unarmored AC becomes AC 2, and he subtracts one point of damage from each die of damage inflicted by the weapons of his enemies. Only the warrior benefits from his sacred bundle.\n\nTo create a sacred bundle, a warrior goes into a trance (usually with the help of the tribal med­icine man). He contacts his guardian spirit, whom he asks for guidance. After carefully con­sidering the warrior's personality and nature, the spirit selects 4-9 items (1d6+3) that the warrior must collect. Usually, several items will be diffi­cult or dangerous to procure, such as a bear's claw, a giant snake's rattle, or a feather from the nest of an eagle.\n\nAfter collecting these items, the warrior takes them to the tribe's medicine man to ask for his help in mystically binding the materials. The medicine man then asks the warrior to gather one last rare item. This nearly always is an item the medicine man needs for his shamanistic duties; when the warrior returns, the medicine man takes part of the item for his own use.\n\nWhen all the items are assembled, the medi­cine man performs a ceremony binding them into the sacred bundle, which the warrior wears at all times. If the bundle is ever removed from the warrior's body, all of its benefits perma­nently vanish.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Dragon Magazine Spells]]"
    },
    {
      "pageid": 17367,
      "title": "Analyze Contraption (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Analyze Contraption - Gnome\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Divination\n| school = Divination\n| level = 3\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 6\n| duration = Instantaneous\n| aoe = 1 contraption\n| save = None\n}}\nThis spell enables the caster to determine the intended purpose of unfamiliar mechanical de­vices. The priest touches the object in question and receives a mental picture depicting what the object is supposed to do. Note that what a contraption is supposed to do is not necessarily the same as what the contraption will do; contraptions are notorious for reacting in unexpected ways. While this spell tells the caster how a device works: it does not tell the caster how to operate the device.\n\nIn addition to the complex machines typically associated with gnomes, this spell can be used to analyze contraptions like mechanical traps and locks, clockwork monsters and devices, even unique artifacts like the apparatus of Kwalish, and even unique artifacts.\n\nThe material component is the caster's holy symbol.\n\n'''Notes:''' Granted by the gnome god Nebelun the Meddler.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17368,
      "title": "Ancestral Blessing (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Ancestral Blessing - Oriental\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Wards\n| school = Necromancy\n| level = 2\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 1 rd.\n| duration = Special\n| aoe = 1 person or house\n| save = None\n}}\nThis spell can be used by a character of any class who is at least 3rd level or higher and the head of his or her household.\n\nThe caster of this spell calls upon the spirits of his ancestors for advice or protection. Providing the caster maintains an altar to his ancestors in his home and sacrifices food to them each day, the spirit of one of the individual's ancestors answers the summons.\n\nThe ancestor spirit either answers one question (with 75% accuracy), or bestows a blessing on one individual of the caster's choice. This blessing is a +1 modifier to the individual's saving throws, last­ing for one day per level of the caster.\n\nAlternatively, the caster can ask the spirit to guard his home. In this case, the spirit acts as an infallible alarm against all nonmagical intrusions for one month. The spirit won't protect the home, it simply alerts the caster to an intrusion (no matter where the caster happens to be at the moment).\n\nThe material components of this spell are a dozen grains of any cereal or grain and a thimble filled with wine.\n\n'''Notes:''' Restricted to individuals from an orien­tal culture. Common for China-based cultures, un­common to very rare for others.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17369,
      "title": "Ancient Curse (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Ancient Curse\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Guardian\n| school = Abjuration\n| level = 7\n| range = Special\n| verbal = 1\n| somatic = 0\n| material = 0\n| castingTime = 1 rd.\n| duration = Special\n| aoe = Special\n| save = None\n}}\nThis spell allows the priest to call down the wrath of the patron power in the form of a terrible and last­ing curse on those who commit acts of great wicked­ness against that power. Typical acts include the desecration of a major temple or burial place, the massacre of a congregation, the theft of an important relic or artifact, and the like. In all cases, the princi­ple of retribution is central to successful casting of the spell. The DM adjudicates the spell; misuse or overuse may result in its failure, or even visit its effect upon the caster. The ancient curse must be spoken in the presence of the malefactor and its con­ditions clearly announced. Thereafter, it is in effect.\n\nThe caster decides what form the curse takes, subject to the approval of the DM. The effects are long-term, developing over months and years and extending for centuries. These affect not only the original recipient, but descendants as well. Typical ancient curses include poverty, ill luck, a haunting, the onset of a degenerative disease, the periodic devastation of a household or property, and so on.\n\nThe spell is not necessarily permanent. It can be countered by an atonement spell or divine inter­vention in conjunction with a quest involving deeds of a magnitude equal to those for which the ancient curse was invoked. A curse brought on by greed that destroyed a village could be lifted by devoting one's life to poverty and charily.\n\nThe material component for this spell is a tiny silver gong and the priest's holy symbol.\n\n'''Notes:''' Common for priests from an oriental setting; otherwise, uncommon.\n\n==Variant==\n'A 7th level variation of divine curse that affects the descendants of the subject as well.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17370,
      "title": "Animal Animosity (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Animal Animosity\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Animal\n| school = Alteration\n| level = 1\n| range = 10yds/level\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 1 rd.\n| duration = 1 day/level\n| aoe = 1 creature\n| save = Neg.\n}}\nA creature affected by this spell exudes an aura that draws a hostile reaction from all animals within 50 feet. Only animals that can be influenced by an animal friendship spell (animals with an Intelligence rating of 1-4) react in this way. When this spell is cast, a single creature determined by the priest during casting must make a successful saving throw vs. spell or be affected. If the saving throw is failed, all animals within 50 feet become hostile to the affected creature. Thus, normally ag­gressive and temperamental animals instantly attack, while normally passive animals react to moderately dangerous situations as if trapped in a corner or protecting young. (DMs should adjust a given animal's morale by 5 points to determine whether or not it feels threatened enough to attack.)\n\nThis spell does not function at its full potential if cast upon rangers or other beings who possess a nat­ural ability that allows them to alter an animal's dis­position. This spell simply prevents such beings from changing an animal's emotional state, but the animal does not become more hostile toward the creature. The spell and the natural ability effectively cancel out one another for the duration of the spell.\n\nSimilarly, spells that allow a caster to influence animals (e.g., animal friendship, charm person or mammal, etc.) fail when cast by an individual af­fected by this spell.\n\nAnimal animosity lasts for its full duration, unless removed with a remove curse, dispel magic, or a more potent spell.\n\nThe use of this spell is the province of Rillifane Rallathil, and those who have been subject to it often refer to it as Rillifane's Curse.\n\n'''Notes:''' Granted to priests of Rillifane Rallathil.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17371,
      "title": "Animal Companion (Priest Spell)",
      "wikitext": "{{See also|Animal Companion (Wizard Spell)}}\n{{Infobox Spells\n| name = Animal Companion\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Animal\n| school = Enchantment/Charm\n| level = 1\n| range = 1-mi. radius\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 1 turn\n| duration = Special\n| aoe = 1 creature\n| save = Neg.\n}}\nThis spell is only effective outdoors. When cast by the shukenja, it summons one normal woodland creature that is within a mile of the caster. The crea­ture is allowed a saving throw vs. spell. The DM de­termines the type of creature summoned, depending on terrain and/level of the caster. The creature's Hit Dice must be equal to or less than half the level of the caster. This beast is friendly toward the shukenja. It remains with the caster so long as he travels through the wilderness, but won't go more than 20 miles from its home. Upon entering any large encampment, village, or other settlement, the beast parts company with the shukenja. In addition, mistreating the beast causes it to leave or even turn on the shukenja.\n\nThe spell does not provide telepathic or perfect communication with the beast; however, it does un­derstand the general meaning of spoken commands and gestures. The animal is still a wild beast and can be dangerous, especially misinterpreting common sit­uations as threatening. If well treated, the animal de­fends and serves the shukenja to the best of its ability and nature. Thus, a monkey would prefer harassment and tricks to outright combat, while a tiger would fearlessly spring into the midst of the shukenja's foes. Common animals summoned include monkeys, hawks, badgers, boars, bears, tigers, and serpents.\n\nThe spell requires a piece of candy, sugar, or other tasty morsel for the creature summoned.\n\n'''Notes:''' Common for priests from an oriental setting; otherwise, very rare (animal friendship is the norm in Western cultures).\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 17395,
      "title": "Abjure - Shukenja (Priest Spell)",
      "wikitext": "{{See also|Abjure (Priest Spell)|Abjure - Iggwilv (Priest Spell)}}\n{{Infobox Spells\n| name = Abjure - Shukenja&lt;br&gt;(Reversible)\n| source = [[Priest's Spell Compendium]] Vol 1\n| class = Priest\n| sphere = Guardian, Summoning\n| school = Abjuration\n| level = 4\n| range = 10 ft.\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 1 rd.\n| duration = Special\n| aoe = 1 creature\n| save = Special\n}}\n''The oriental (shukenja) version of [[Abjure (Priest Spell)|this spell]] is the same, except that it is reversible. The spell's reverse,'' implore'', can summon a specific creature, of the same alignment as the shukenja, from another plane. Success is the same as for abjure, and the exact and proper names of the creature must be known. The implore does not restrain a summoned creature, and neither version affects en­tities of deity or demigod power.''\n\n''The material components include the holy symbol of the shukenja, holy water, and any sub­stance the creature craves or respects.''\n\n[[Category:Priest Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 20767,
      "title": "Animal (Orison)",
      "wikitext": "{{Infobox Spells-Cantrip\n| name = Animal\n| source = [[Orisons (PSC)|Priest's Spell Compendium Vol 3]]\n| class = Priest\n| category = Druid Orison\n| sphere = Animal\n| school = Conjuration/Summoning\n| range = 10-yard\n\n| aoe = 1 animal up to 3 HD\n| castingTime = 2 segments (1 2e Round)\n}}\nThis orison summons one ordinary mammal, bird, or reptile of up to 3 Hit Dice, to the druid. The animal, which may come from up to a half mile away, is not under the druid’s control, but can be subjected to further spells after it arrives. A summoned animal remains generally available for one turn before wandering off.\n\nTo activate this orison, the caster vocalizes a soft clucking or clicking sound.\n\n[[Category:Priest Spells]]\n[[Category:Priest Orisons]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Orisons]]"
    },
    {
      "pageid": 20768,
      "title": "Animal Command (Orison)",
      "wikitext": "{{Infobox Spells-Cantrip\n| name = Animal Command\n| source = [[Orisons (PSC)|Priest's Spell Compendium Vol 3]]\n| class = Priest\n| category = Druid Orison\n| sphere = Animal\n| school = Enchantment/Charm\n| range = 10-yard\n\n| aoe = 1 animal up to 3 HD\n| castingTime = {{frac|1|2}} segment ({{frac|1|4}} 2e Round)\n}}\nThis orison enables the druid to command an ordinary mammal, bird, or reptile with up to 3 Hit Dice with a single word. The animal obeys to the best of its ability, if the command is absolutely clear and unequivocal. Typical commands are stop, sit, go, sleep, etc. The commands attack and kill, require the caster to point at the desired target. The effect lasts for but a single round; thereafter, the creature acts according to its nature.\n\n[[Category:Priest Spells]]\n[[Category:Priest Orisons]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Orisons]]"
    },
    {
      "pageid": 20876,
      "title": "Air of Permanence (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Air of Permanence{{br}}(Dark Sun Psionic Enhancement)\n| source = [[Priest's Spell Compendium]] Vol 3\n| class = Priest\n| sphere = Air\n| school = Alteration\n| level = 9\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 0\n| castingTime = 1 turn\n| duration = Permanent\n| aoe = 30 cubic feet of air\n| save = None\n}}\nThrough this spell, a priest can slow the effects of aging on any nonliving item. The item must be sealed in an airtight container. It is the air that is enchanted, not the item within. A skilled artisan must construct a container with a volume up to 15 cubic feet; it costs at least 1,000 gp. During the preparation time, the priest must spend six hours per day enchanting the container and drawing sigils and runes on its inner surfaces. The enchantment makes the container airtight against natural decay, though tampering ends the spell. Once items are placed inside the container and the spell is cast, time effec­tively stops inside. The items do not age or decay in any way. If the container is broken, the items are unharmed and resume aging at the normal rate.\n\nWhen casting, the priest can also place a cause blindness, cause deafness, cause disease, or bestow curse spell on the container. Tampering with the container unleashes the spell on the tam­pering individual(s). Once the container is broken and the air of permanence lost, this additional spell is lost, as well.\n\nThe material component for this spell is a bottle of air taken from the remains of the lungs of a crea­ture that has been dead at least 100 years.\n\n'''Notes:''' Granted to air elementals.\n\n[[Category:Psionic Enchancements]]\n[[Category:Priest Spells]]\n[[Category:Psionic Enchancements from Dragon Kings]]\n[[Category:Spells from Dragon Kings]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 20877,
      "title": "Alter Climate (Priest Spell)",
      "wikitext": "{{Infobox Spells\n| name = Alter Climate{{br}}(Dark Sun Psionic Enhancement)\n| source = [[Priest's Spell Compendium]] Vol 3\n| class = Priest\n| sphere = Elemental Air, Elemental Water\n| school = Alteration\n| level = 8\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 0\n| preparationTime = 30 days minimum\n| castingTime = 1 turn\n| duration = 5 days/day of preparation\n| aoe = 40 sq. mi.\n| save = None\n}}\nThe alter climate spell allows a to priest subtly affect the pattern of weather over a large area for a long period of time. During the preparation time, the priest must travel in the 40 square miles to be affected, spending at least four hours each day for a minimum of 30 days studying the local weather and experiencing the land's bounty and hardships. Once cast, the spell's duration is equal to five times the number of days the priest spent study­ing the area.\n\nIf the spell is cast to improve the weather, nor­mally scant rainfall is supplemented mildly, and the severity of winds and storms are reduced for the duration of the spell. Existing croplands in the area of effect provide an abundant harvest, and most likely a surplus the locals can sell. Other existing plants are also fruitful, but alter climate does not by itself create new plant life. If cast in conjunction with a prolific vegetation spell, any barren land (stony barrens, sandy wastes, and so on) grows grass and scrubs (much like scrub plain terrain) after 10 days and for the duration of the spell. The accelerated rainfall levels are very gradual and are spread over the duration of the spell – there is no flash flooding or excessive erosion.\n\nIf the caster worsens the weather, rainfall is cut to drought levels and the severity of sand and wind storms increases. Crops in the affected area fail, leaving the fields dried and nearly ruined. Other vegetation may also be destroyed, depending on the terrain. Areas of scrub plain become sandy wastes after 30 days, and the land does not naturally recover its scrub covering if the spell lasts more than 300 days. Areas of forest become sandy wastes after 600 days, and the land does not naturally recover its trees or other plant life if the spell lasts more than 1,500 days. Magical vegetation is unaffected.\n\nIn either case, the spell's effect on the weather is not immediately apparent. A casual observer may never realize what is happening until half a year or more has passed.\n\nThe material components area specimens of every type of weather common to the area – a cup of rainwater, a handful of windblown sand, and a piece of tree or rock split by lightning. The priest must collect these during the time of preparatory study.\n\n'''Notes:''' Granted to air and water elementals, common.\n\n[[Category:Psionic Enchancements]]\n[[Category:Priest Spells]]\n[[Category:Psionic Enchancements from Dragon Kings]]\n[[Category:Spells from Dragon Kings]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 35598,
      "title": "Abjure - Iggwilv (Priest Spell)",
      "wikitext": "{{See also|Abjure (Priest Spell)|Abjure - Shukenja (Priest Spell)}}\n{{Infobox Spells\n| name = Abjure{{br}}Reversible\n| source = [[Fiendomicon of Iggwilv (Magic Book)|Encyclopedia Magica]]\n| class = Priest\n| sphere = Summoning\n| school = Abjuration\n| level = 4\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 10 feet\n| aoe = 1 feet\n| castingTime = 4\n| duration = Permanent\n| save = See below\n}}\nWhen a priest employs this spell, he or she is attempting to expel a creature of another plane from the place or person it inhabits, and force the creature to return to its own plane. The priest must name the type of creature to be abjured. If the creature has a personal name, the priest must speak that as well. The creature's magic resistance, if any, must be checked prior to the determination of the success of the spell. Only if the priest manages to exceed the magic resistance percentage of the creature can the spell possibly affect it.\n\nThe priest then compares his or her level against the Hit Dice of the creature being abjured. The priest has a base 50% chance of affecting the creature. However, if the priest's level is lower than the creature's Hit Dice, the base chance is reduced 2% for each level the priest is below the creature. If the priest's level is greater than the creature's Hit Dice, the base chance is increased 5% for each level of difference. (Note: a creature with an addition of+4 or better to its Hit Dice is treated as 1 Hit Die higher.)\n\nPercentile dice are rolled, if the roll is higher than the one needed to abjure, the creature can attack the priest. However, if the creature wishes to return to its own plane, attack is unlikely.\n\nIf the roll is equal to or less than the percentage chance needed, the creature is driven from the place or person inhabited and returned to its own plane. The creature cannot voluntarily return to the place or person it had previously inhabited, although a magically controlled creature can return if ordered to do so by the person controlling it.\n\nThe reversed spell, ''implore'', entreats some creature from another plane to come to the priest casting the spell.\n\nThe type of creature is named, and its personal name, if any, is spoken by the caster. The creature's magic resistance must first be exceeded on a percentage roll. Then success of the spell is checked, in the same way as for an abjure spell. The success of the spell does not guarantee that the creature will be friendly to the caster, nor does the spell give the caster any control over the creature.\n\nThe material components for the abjure spell are holy (or unholy) water, the priest's holy (or unholy) symbol, and some item despised by the creature. In reversed form, the components are the same, except that the last item must be one that the creature desires.\n\n[[Category:Priest Spells]]\n[[Category:Spells from Players Handbook]]\n[[Category:Spells]]\n[[Category:Spells from Priest's Spell Compendium]]\n[[Category:Spells from Encyclopedia Magica]]\n[[Category:Reversible Spells]]"
    }
  ],
  "errors": []
}
