{
  "generatedAt": "2025-12-31T18:12:31.344Z",
  "source": "https://adnd2e.fandom.com",
  "categoryName": "Wizard Spells",
  "requestedPageIds": [1474, 41887, 41888, 16216, 41711, 13801, 13802, 13803, 13804, 13805, 11559, 21979, 13806, 13807, 13808, 13809, 13810, 1434, 11797, 16333, 16217, 1322, 13811, 1049, 13812, 13506, 13813, 12507, 13815, 13816, 13817, 13818, 13819, 1475, 13820, 13821, 11783, 1323, 1187, 13822, 13823, 1188, 1050, 13824, 13825, 13826, 16413, 13827, 13828, 13829],
  "pages": [
    {
      "pageid": 1049,
      "title": "Affect Normal Fires (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Affect Normal Fires\n| source = Player's Handbook page 170{{br}}[[Wizard's Spell Compendium]] Vol 1\n| class = Wizard\n| school = Alteration{{br}}''Alchemy, Fire''\n| level = 1\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 5 yds./level\n| castingTime = 1\n| duration = 2 rds./level\n| aoe = 10 foot-radius\n| save = None\n}}\nThis spell enables the wizard to cause nonmagical fires—from as small as a torch or lantern to as large as the area of effect—to reduce in size and brightness to become mere coals or increase in light to become as bright as full daylight and increase the illumination to double the normal radius. Note that this does not affect either fuel consumption or damage caused by the fire.\n\nThe caster can affect any or all fires in the spell's area. He can alter their intensities with a single gesture as long as the spell is in effect. The spell lasts until the caster cancels it, all fuel is burned, or the duration expires. The caster can also extinguish all flames in the area, which expends the spell immediately. The spell does not affect fire elementals or similar creatures.\n\n'''Notes:''' Common spell (PHB)\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Players Handbook]]\n[[Category:Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 1050,
      "title": "Alarm (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Alarm\n| source = Player's Handbook page 170{{br}}[[Wizard's Spell Compendium]] Vol 1\n| class = Wizard\n| school = Abjuration, Evocation{{br}}''(Geometry)''\n| level = 1\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 10 yds.\n| castingTime = 1 rd.\n| duration = 4 hrs.+ {{frac|1|2}} hr./level\n| aoe = Up to a 20-foot cube\n| save = None\n}}\nWhen an ''alarm'' spell is cast, the wizard causes a selected area to react to the presence of any creature larger than a normal rat—anything larger than about ½ cubic foot in volume or more than about three pounds in weight. The area of effect can be a portal, a section of floor, stairs, etc. As soon as any creature enters the warded area, touches it, or otherwise contacts it without speaking a password established by the caster, the ''alarm'' spell lets out a loud ringing that can be heard clearly within a 60-foot radius. (Reduce the radius by 10 feet for each interposing door and by 20 feet for each substantial interposing wall.) The sound lasts for one round and then ceases. Ethereal or astrally projected creatures do not trigger an alarm, but flying or levitating creatures, invisible creatures, or incorporeal or gaseous creatures do. The caster can dismiss the alarm with a single word.\n\nThe material components of this spell are a tiny bell and a piece of very fine silver wire.\n\n'''Notes:''' Common spell (PHB).\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Players Handbook]]\n[[Category:Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 1187,
      "title": "Alacrity (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Alacrity\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 24{{br}}[[Wizard's Spell Compendium]] Vol 1\n| class = Wizard\n| school = Alteration{{br}}''Chronomancy''\n| level = 3\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 0\n| castingTime = 1\n| duration = 1 turn + 1 round/level\n| aoe = The caster\n| save = None\n}}\nThe use of an '''alacrity''' spell allows the wizard to speed up the casting of spells of 5th level and lower. Only spells that are cast within the ''alacrity'' spell's duration are affected.\n\nCasting times of 2-5 are reduced by 1; casting times of 6-9 are reduced by 2; and a casting time of one round is reduced to a casting time of 8. Casting times for spells which require more than 1 round are reduced by 20% (e.g., an ''[[Animate Dead (Wizard Spell)|animate dead]]'' spell affected by ''alacrity'' could be cast in only 4 rounds). Spells which have a casting time of 1 are not affected by this spell.\n\nThe material component is a miniature hourglass which is destroyed when the spell is cast.\n\n'''Notes:''' Uncommon spell (ToM).\n\n==High-Level Campaign Book Text==\n''Alacrity:'' This spell can be very useful for reducing spell casting times on low-magic worlds (see page 47). Apply the local multiplier to a spell’s casting time before calculating the ''alacrity'' spell’s effect.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 1188,
      "title": "Alamir's Fundamental Breakdown (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Alamir's Fundamental Breakdown\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 24{{br}}[[Wizard's Spell Compendium]] Vol 1\n| class = Wizard\n| school = Divination{{br}}''Air, Earth, Fire, Water, Alchemy''\n| level = 3\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = Touch\n| castingTime = 1 round\n| duration = Special{{br}}''(Instantaneous - WSC)''\n| aoe = One item{{br}}''(1 object or compound - WSC)''\n| save = Special\n}}\nBy casting this spell, the wizard learns what ingredients and formulas were used to create a chemical mixture or magical item.\n\nThe information instantly appears in the caster's mind but may be lost if the wizard cannot comprehend it. The caster must roll an Intelligence check; if successful, the wizard understands the formula and retains it in his memory. If the roll is missed, the caster cannot comprehend what he has learned and the information is immediately forgotten. If the spell is cast a second time on the same substance, the spell automatically fails unless the wizard has advanced to the next experience level.\n\nThe caster's level determines the type of information gleaned:\n\n''5th Level:'' The type and quantity of ingredients and the preparation process required to produce a non-magical mixture are learned. For example, the wizard could learn how to produce Greek fire or gunpowder, or could learn the recipe for something simple, like chocolate cake.\n\n''9th Level:'' The wizard may learn the proper ingredients and formula for making a magical liquid (potion, scroll ink, etc.).\n\n''14th Level:'' The caster may learn the formula for creating any type of magical object, excluding unique items and objects of extreme power (artifacts and relics).\n\nIn all cases, simply knowing the proper formula does not mean the wizard can successfully create the item or material. The construction of alchemical mixtures and magical items is a time-consuming and expensive undertaking.\n\nThis spell has detrimental effects on the magical item analyzed. Single-use items (potions, oils, etc.) are automatically destroyed; the spell consumes the item in the process of analyzing it. Reusable magical items must make a saving throw vs. disintegration. If the saving throw is failed, ''Alamir's fundamental breakdown'' releases the magic of the item in an explosive blast, rendering it permanently nonmagical. The caster suffers 4d8 points of damage from the explosion.\n\nThe material component is a wand cut from a 100-year-old oak tree. The wand is used to touch the item in question, and vanishes in a puff of smoke when the spell is complete.\n\n'''Notes:''' Uncommon or rare spell (ToM).\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 1322,
      "title": "Advanced Illusion (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Advanced Illusion\n| source = Player's Handbook page 209{{br}}[[Wizard's Spell Compendium]] Vol 1\n| class = Wizard\n| school = Illusion/Phantasm\n| level = 5\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 60 yds. + 10 yds./level\n| castingTime = 1 rd.\n| duration = 1 rd./level\n| aoe = One 40-ft. cube + one 10-ft. cube/level\n| save = Special\n}}\nThis spell is essentially a ''[[Spectral Force (Wizard Spell)|spectral forces]]'' spell that operates through a program (similar to a ''[[Programmed Illusion (Wizard Spell)|programmed illusion]]'' spell) determined by the caster. It is thus unnecessary for the wizard to concentrate on the spell for longer than the round of casting it, as the program has then started and will continue without supervision. The illusion has visual, audio, olfactory, and thermal components. If any viewer actively attempts to disbelieve the spell, he gains a saving throw vs. spell. If any viewer successfully disbelieves and communicates this fact to other viewers, each such viewer gains a saving throw vs. spell with a +4 bonus.\n\nThe material components are a bit of fleece and several grains of sand.\n\n'''Notes:''' Common spell (PHB).\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Players Handbook]]\n[[Category:Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 1323,
      "title": "Airy Water (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Airy Water\n| source = Player's Handbook page 209\n| class = Wizard\n| school = Alteration{{br}}''(Air, Water)''\n| level = 5\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 0\n| castingTime = 5\n| duration = 1 turn/level\n| aoe = 10-ft. radius sphere or{{br}}15-ft. radius hemisphere\n| save = None\n}}\nThe ''airy water'' spell turns normal liquid, such as water or water-based solutions, into a less dense, breathable substance. Thus, if the wizard wanted to enter an underwater place, he would step into the water, cast the spell, and sink downward in a globe of bubbling water. He and any companions in the spell's area of effect can move freely and breathe just as if the bubbling water were air. The globe is centered on and moves with the caster. Water-breathing creatures avoid a sphere (or hemisphere) of airy water, although intelligent ones can enter it if they are able to move by means other than swimming. No water-breathers can breathe in an area affected by this spell. There is only one word that needs to be spoken to actuate the magic; thus, it can be cast under water. The spell does not filter or remove solid particles of matter.\n\nThe material component of the spell is a small handful of alkaline or bromine salts.\n\n'''Notes:''' Common spell (PHB).\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Players Handbook]]\n[[Category:Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 1434,
      "title": "Acid Storm (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Acid Storm\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 40{{br}}[[Wizard's Spell Compendium]] Vol 1\n| class = Wizard\n| school = Evocation{{br}}''Alchemy, Water''\n| level = 7\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 10 yards/level\n| castingTime = 7\n| duration = 1 round/level\n| aoe = 40-foot-diameter circle{{br}}''(20 ft. radius, up to 20 ft. high - WSC)''\n| save = {{frac|1|2}}\n}}\nThis deadly spell unleashes a downpour of magical, gelatinous acid droplets. All creatures within the area of effect are coated by globs of gooey acid. The acid can be washed off only with wine, vinegar, or by a successful ''[[Dispel Magic (Priest Spell)|dispel magic]]'' or similar spell. The acid remains present for 1 round per level of the caster, then vanishes.\n\nCreatures coated by the acid suffer 1d4 hit points of damage each round during rounds 1-3, 1d6 points in each of rounds 4-6, and 1d8 points on each round thereafter. Characters who successfully save vs. spells during the first round suffer only half damage from the acid for the remaining rounds. When the spell expires, no further damage is inflicted.\n\nAcid damage can be healed through any means except ''[[Regenerate (Priest Spell)|regeneration]]''.\n\nThe material component is a drop of acid.\n\n'''Notes:''' Uncommon spell (ToM).\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 1474,
      "title": "Abi-Dalzim's Horrid Wilting (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Abi-Dalzim's Horrid Wilting\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 43{{br}}[[Wizard's Spell Compendium]] Vol 1\n| class = Wizard\n| school = Alteration, Necromancy{{br}}'''Water'''\n| level = 8\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 20 yards/level\n| castingTime = 8\n| duration = Instantaneous\n| aoe = 30-foot cube\n| save = {{frac|1|2}}\n}}\nThis spell evaporates moisture from the bodies of every living creature within the area of effect, inflicting 1d8 points of damage per level of the caster. Affected creatures are allowed a saving throw, with success indicating half damage.\n\nThis spell is especially devastating to water elementals and plant creatures, who receive a penalty of -2 to their saving throws.\n\nThe material component is a bit of sponge.\n\n'''Notes:''' Rare (ToM).\n\n==High-Level Campaign Book Text==\n''Abi-Dalzim’s Horrid Wilting:'' The maximum damage is 16d8.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 1475,
      "title": "Airboat (Wizard Spell)",
      "wikitext": "{{See also|Airboat (Magic Boat)}}\n{{Infobox Spells\n| name = Airboat\n| source = [[Priest Spell List (TOM)|Tome of Magic]] page 43{{br}}[[Wizard's Spell Compendium]] Vol 1\n| class = Wizard\n| school = Alteration, Enchantment{{br}}''Air''\n| level = 8\n| verbal = 1\n| somatic = 1\n| material = 0\n| range = 1 mile\n| castingTime = 1 round\n| duration = 1 hour/level\n| aoe = Special{{br}}''(Airboat - WSC)''\n| save = None\n}}\nThis spell must be cast under a cloudy sky. The caster points at a cloud, which immediately descends toward him. As it comes closer, the cloud changes shape, becoming any sort of vessel imagined by the wizard (a dragon-shaped galley, a one-man dinghy, etc.).\n\nAlthough the '''airboat''' is made of cloud, it feels solid and can support the weight of the caster plus one passenger per level of the wizard. It can fly at any speed up to 5 miles per hour per level of the caster (to a maximum of 90 miles per hour).\n\nThe caster maintains total telepathic control over the ''airboat's'' speed and direction. While controlling the vessel, the wizard is able to perform other actions but may not cast other spells.\n\n'''Notes:''' Common for Air mages; uncommon for others (ToM).\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Tome of Magic]]\n[[Category:Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 11559,
      "title": "Accuracy (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Accuracy{{br}}(Reversible)\n| source = Oriental Adventures (1st Edition AD&D){{br}}[[Wizard's Spell Compendium]] Vol 1\n| class = Wizard\n| level = 1\n| school = Enchantment/Charm{{br}}''Geometry''\n| verbal = 1\n| somatic = 1\n| material = 1\n| range = 10 ft.\n| castingTime = 1 round \n| duration = 1 round/level\n| aoe = 1 missile/level \n| save = None\n}}\nUsing this spell, a wu jen can temporarily enchant missiles, both normal and magical, to improve the chance of hitting distant targets. Missiles that can be so enchanted include all items that can be discharged or thrown by a normal man-sized creature. A bundle of arrows could be so enchanted, but the bolt fired by a ballista could not. Likewise, a stone thrown by a giant is not affected by this spell nor could the boulder thrown by an individual wearing a ''[[Girdle of Giant Strength|girdle of giant strength]]'' be affected.\n\nUpon casting the spell, the missile is enchanted and glows faintly, making it easy to distinguish from normal missiles. For the duration of the spell, all range categories for the missile are double their normal range. Thus, an arrow fired from a daikyu (great bow) would have ranges in yards of 140 (short), 280 (medium), and 420 (long) instead of the normal 70, 140, and 210 yards. This improves the '''accuracy''' of the missile since the range modifiers may be less than those that would normally apply. The enchantment remains on the missile until the duration ends. It is possible that a missile fired at an opponent could be fired back, if it could be easily found.\n\nThe spell requires brush and ink, which are used to write a mystical character on each missile so enchanted.\n\n==Inaccuracy==\nThe reverse of this spell, '''inaccuracy''', is cast upon a creature, not a missile. For the duration of the spell, all missiles fired at that creature are treated as if the target were one range category farther away than it actually is. Short range becomes medium range, medium range becomes long range, and a long range target is considered out of range. A thick piece of ground glass is required for the reverse of the spell,\n\n'''Notes:''' Common in oriental settings; otherwise very rare.\n[[Category:Oriental Adventures Spells]]\n[[Category:Wizard Spells]]\n[[Category:Spells]]\n[[Category:Reversible Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 11783,
      "title": "Airy Earth (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Airy Earth\n| source = The Planewalker's Handbook\n| class = Wizard\n| level = 6\n| school = Alteration, Elemental [Air, Earth]\n| sphere = \n| verbal = 0\n| somatic = 0\n| material = 1\n| range = 0\n| duration = 1 turn/level\n| aoe = 10-ft. rad. sphere\n| castingTime = 6\n| save = None\n}}\nDeveloped specifically for use on the Inner Planes, this spell turns normal earth (rock, dirt, sand, mineral, and so on) into a less dense, breathable substance. Anyone within the area of effect is able to breathe even if completely \"submerged\" within rock or soil. This spell not only permits all air-breathing creatures within the radius of the spell to survive without suffocating, but it allows them to move slowly as if swimming through the earthy medium. The rate of movement depends on the type of earth:\n\n:{|\n| Sand || 3 per round\n|-\n| Soil || 2 per round\n|-\n| Rock || 1 per round\n|-\n|}\n\nIf characters within an airy earth spell attempt complicated maneuvers such as combat strikes, the DM should treat the situation as though the characters are underwater. Earthbased creatures, such as elementals, [[Khargra|kharga]], and [[xorn]] are not hindered or affected by this spell.\n\nThe globe is centered on and moves with the caster. Uniquely, this spell has only material components. Thus, even if a caster cannot move or speak, he can cast the spell simply by willing it. The material components, a pinch of salt and a drop of acid, are consumed at that time. Airy earth is effective only on the Elemental Planes.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from The Planewalker's Handbook]]\n[[Category:Spells]]"
    },
    {
      "pageid": 11797,
      "title": "Acidic Blast (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Acidic Blast\n| source = Hellbound: The Blood War Boxed Set{{br}}The Planewalker's Handbook\n| class = Wizard\n| level = 3\n| school = Invocation/Evocation\n| sphere = \n| verbal = 1\n| somatic = 1\n| material = 0\n| range = 100 yeards\n| duration = Instantaneous\n| aoe = 5-foot radius\n| castingTime = 3\n| save = Special\n}}\n''Note: This spell first appeared in the Hellbound: The Blood War boxed set, and were designed for fiendish spellcasters. DMs must give specific permission for PCs to have access to these lower-planar dweomers.''\n\nIn an attempt to develop a spell that'd be particularly effective against their enemies, the [[tanar'ri]] or [[baatezu]] came up with '''acidic blast'''. It hardly matters which side invented the spell - the magic was promptly stolen or copied by the other, and now each force has access to its power. Until recently, both races guarded the spell desperately from nonfiends, since they believed that it wouldn't do to give the celestials or mortals such a powerful weapon.\n\nSee, acid is fully effective against both baatezu and tanar'ri, and acidic blast conjures forth a bolt of powerful, caustic fluid that emerges from the caster's hand with great force. The acid shoots in a straight line for up to 100 yards, and causes 3d6 points of damage to the target (no saving throw allowed). The splash also inflicts Id6 points of damage to any sod within 5 feet of the target (a successful saving throw indicates no damage).\n\nUnfortunately for the fiends, an intrepid planewalking mage stole a baatezu wizard's spellbook, fled to Sigil, and deciphered the spell before the fiend could reach her. The spell is currently circulating among Cager wizards, most of whom will be only too happy to share it with any who ask (for the right garnish, of course).\n\n[[Category:Wizard Spells]]\n[[Category:Spells from The Planewalker's Handbook]]\n[[Category:Spells from Hellbound]]\n[[Category:Spells]]"
    },
    {
      "pageid": 12507,
      "title": "Age to Destruction (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Age to Destruction\n| source = [[The Complete Ninja's Handbook]] Page 19{{br}}[[Wizard's Spell Compendium]] Vol 1\n| class = Wizard\n| level = 3\n| school = Alteration/Necromancy\n| sphere = \n| verbal = 0\n| somatic = 1\n| material = 0\n| range = 2 feet/level\n| castingTime = 1 round\n| duration = Instantaneous\n| aoe = 1 object (3 cubic feet)\n| save = Neg.\n}}\nWith this spell, the [[ninja]] can age any nonliving material (of a maximum volume of 3 cubic feet) by about 100 years. An object affected by the spell may make a normal saving throw vs. disintegration (see the [[Damaging Equipment (DMG)|DUNGEON MASTER Guide, Chapter 6]]) to avoid the spell's effect.\n\nAn object that fails its saving throw suffers the ravages of a hundred years of aging, on the inside. On the outside it appears normal, but a little more weathered than before. Stone items are affected very little, but wood rots, metal rusts or corrodes through, and other materials suffer similar results. The next time an object affected by this spell is picked up or otherwise used, it crumbles into ruin. If the object is already under strain when the spell is cast on it, it gives way immediately.\n\nThis spell allows a spellcaster to sabotage crucial objects or pieces of equipment: a ladder rung, a wooden step, the sword of an enemy, etc. A fleeing ninja can use this spell to drop a portcullis, booby trap the stairway she has just descended, or destroy a weapon about to be wielded against her. It will not allow the character to sink a boat; the keel exceeds the spell's volume limitations. (However, a hull patch that does not exceed the volume limitation could be destroyed by the spell.)\n\nThis spell does not affect living creatures. It will not cancel the effects of a potion of longevity. If cast on such a potion, the spell permanently renders the potion useless. A potion of longevity is the only item that does not receive a saving throw against this spell.\n\nNotes: Restricted to ninja spellcasters and those trained by them; common.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from The Complete Ninja's Handbook]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13506,
      "title": "Agannazar's Scorcher (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| source = Pages From the Mages (9491)\n| class = Wizard\n| name = Agannazar's Scorcher\n| school = Evocation\n| level = 2\n| range = 20 yards\n| verbal = 1\n| somatic = 1\n| material = 0\n| duration = 2 rounds\n| castingTime = 3\n| aoe = jet, 2 feet wide x 60 feet long\n| save = Special\n}}\nUpon casting this spell, a jet of flame appears at the caster's fingertips and bursts out toward one creature or object of the caster's choice. That target will be hit by this flame for 3-18 points of damage in the first round and 3-18 points the following round, if it remains within the spell's range. The target has no saving throw against this spell, though anti-fire capabilities such as fire resistance will apply and may reduce or eliminate the damage.\n\nOther creatures in the path of the flame jet can make a saving throw vs. spell to avoid 2-16 points of fire damage. A successful saving throw reduces this to 1-8 points of damage.\n\nThe caster cannot perform other actions the during the second round of the spell or discontinue the spell until it has run its course. If the target moves more than 20 yards away from the caster or takes shelter behind some large, fireproof object in the second round, the flame jet will remain directed toward its original target, even though no further damage can be caused.\n\nLike the burning hands spell, this spell will ignite readily flammable material in its path.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Pages From the Mages]]\n[[Category:Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]"
    },
    {
      "pageid": 13801,
      "title": "Absorption (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Absorption\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Abjuration, Evocation{{br}}''Metamagic''\n| level = 9\n| range = 0\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 9\n| duration = 5 rds/level\n| aoe = The caster\n| save = None\n}}\nThis spell enables the caster to absorb and redi­rect magical energy, up to ten spell levels. The incoming spell is nullified and its energy is stored for later use. Any type of spell can be absorbed, except for the following: area spells not targeted directly at the caster, touch attack spells, and the effects of magical devices. Priest spells, any spell scroll, and any spell-like ability use can be absorbed.\n\nAt any time during the spell's duration, the caster can expend stored energy to cast a cur­rently memorized spell, without wiping it from his memory. This has a casting time of 1. For example, a wizard absorbing a feeblemind spell (5th level) releases a lightning bolt (3rd level), has two levels of energy available, and can absorb five more levels of spell energy before the capac­ity of the spell is completely used. Unused energy and storage capacity are lost when the spell ends.\n\nIf an incoming spell exceeds the remaining capacity of the absorption spell, the caster gains a +2 bonus to his saving throw for each incom­ing spell level that is absorbed, even against spells that normally allow no saving throw. A roll of 1 always fails, regardless of the total of the modifiers.\n\nThe caster can voluntarily suppress the absorp­tion for a round in order to receive beneficial spells, but cannot absorb hostile spells in that round.\n\nThe spell requires an amulet worth at least 1,000 gp, which must be kept on the caster's per­son for duration of the spell. The amulet glows when spell energy is stored. It can be reused.\n\nNotes: Very rare. (Updated from Polyhedron Newszine.)\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Metamagic Spells]]\n[[Category:Spell from Cult of the Dragon]]"
    },
    {
      "pageid": 13802,
      "title": "Accelerate Animal Growth (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Accelerate Animal Growth{{br}}(Reversible)\n| source = [[Spells (CB)|Chronomancer]]{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Chronomancy\n| level = 5\n| range = 10 ft./level\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 2 rds.\n| duration = Instantaneous\n| aoe = 1 animal\n| save = Neg.\n}}\nUpon casting this spell, the chronomancer manipulates time with respect to a creature of animal intelligence (I). A creature ages up to one month per level of the chronomancer. The amount of aging must be decided before the spell is cast. Aging occurs at a rate of one month per turn. The creature must make a system shock check at 85% (+1%/Hit Die of the animal, to 99%) or die within 1d4 rounds. Any actions (combat, flight, and so on) the creature takes during the process occur at half its normal ability (attacks as if at half its Hit Dice and loses half its attacks, move­ment base is halved, and so on). This spell does not allow the creature to exceed its natural size.\n\nThe material component necessary for this spell is a piece of bio-matter from the type of ani­mal to be affected. If the chronomancer touches the animal during the spell, no material compo­nent is required.\n\nThe reverse of this spell, reverse animal growth, reduces the age of the affected creature by up to one month per caster's level to a mini­mum age of one month. The amount of change must be decided before the spell is cast, and the reversal occurs at a rate of one month every two turns. The rules for the material component are the same.\n\nNotes: Common for chronomancers; otherwise very rare.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Reversible Spells]]"
    },
    {
      "pageid": 13803,
      "title": "Accelerate Lifeline (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Accelerate Lifeline{{br}}(Reversible)\n| source = [[Spells (CB)|Chronomancer]]{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Chronomancy\n| level = 8\n| range = Touch\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 1 rd.\n| duration = Instantaneous\n| aoe = 1 creature\n| save = Neg.\n}}\nThis spell speeds the aging process of any creature of Intelligence 2 or greater. The creature ages up to one year per level of the chrono­mancer. The exact amount must be set to the nearest month before the spell is cast. Aging occurs at a rate of one year per turn and a system shock roll to avoid death is required. While undergoing the change, any action attempted is performed at one-half normal ability.\n\nThe material component is a small piece of polished amber and an ounce of ichor from a tether beast. The affected creature must be touched, and it receives a saving throw vs. death magic if unwilling.\n\nThe reverse of this spell, reverse lifeline, can­not bring back the dead, but it can reduce the age of the recipient by up to one year per level of the caster. Age reduction occurs at a rate of one year per turn, and a system shock roll to avoid death is required. The creature must still be touched, and it receives a save if unwilling. The material com­ponents are the same as above, plus a cup of pure spring water subjected to the Demiplane of Time for one subjective day.\n\nNotes: Restricted to chronomancers; common.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Reversible Spells]]"
    },
    {
      "pageid": 13804,
      "title": "Accelerate Metabolism (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Accelerate Metabolism\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Chronomancy\n| level = 6\n| range = Touch\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 6\n| duration = 1 turn/level +1-6 turns\n| aoe = Creature touched\n| save = None\n}}\nThis spell allows for natural healing by speed­ing up the life processes of the subject. Life processes (sleeping, eating, healing) progress at a rate of 1 day per turn for the duration of the spell. The creature cannot move or fight any faster than normal. If the creature is unwilling, a saving throw vs. spell is allowed to negate the effect.\n\nSeven rounds per turn must be spent eating and drinking a day's rations, the other three rounds must be spent resting. If insufficient nourishment is provided the creature suffers from thirst and starvation. If insufficient rest is taken, exhaustion results and no healing occurs.\n\nThe creature regains 1 hit point per turn for the first seven turns (minus any penalty due to poor Constitution). In subsequent multiples of seven turns, those with Constitution bonuses receive the Constitution hit point bonus as additional heal­ing. In any case, 28 turns of accelerated metabo­lism heal an individual completely, but age the creature a week (as opposed to a day), due to the stresses of the artificially high metabolic rate.\n\nThe material component for this spell is a candle, which must be lit at both ends. The candle must burn for the duration of the spell; if it is extinguished, the spell ends prematurely. The candle is completely burned if the spell runs its normal course.\n\nNotes: Restricted to chronomancers; very rare. (Updated from Dragon  Magazine.)\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13805,
      "title": "Accelerate Plant Growth (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Accelerate Plant Growth{{br}}(Reversible)\n| source = [[Spells (CB)|Chronomancer]]{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Chronomancy\n| level = 2\n| range = 10 ft./level\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 1 turn\n| duration = Instantaneous\n| aoe = 100 sq. ft./level maximum\n| save = None\n}}\nWhen this spell is cast, it manipulates time to accelerate the aging of plants. This does not allow them to grow beyond their natural size. The area of effect is up to a maximum of 100 square feet per caster's level, and the spell can affect either all plant life or be limited to only one type of plant in that area. The caster can accelerate the growth of plant life by up to one month per level.\n\nThe actual amount of aging (to the nearest week) must be decided before the spell is cast. Aging occurs at a rate of one month per turn. If the normal cycle of the plant is exceeded (for a seasonal crop or biannual flower), the plant life withers and dies. This spell is in high demand when early winters or harsh summers threaten crops.\n\nA material component is necessary only if the caster wishes to affect one type of plant. A sample of that plant type is then required.\n\nThe reverse of this spell, reverse plant growth, cannot bring back plants that have completely died. It can reverse the aging of live plants by up to one month per level of the chronomancer, the total age reversed being set before the spell is cast. Reverse aging occurs at a rate of one month every two turns. A popular use is to get second harvests, but this can be done only with plants that exist year-round (fruit trees, berry bushes). The same rule on material components applies.\n\nNotes: Common for chronomancers; otherwise very rare.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Reversible Spells]]"
    },
    {
      "pageid": 13806,
      "title": "Acid Bolt (Wizard Spell)",
      "wikitext": "{{See also|Acid Bolt - Drow (Wizard Spell)}}\n{{Infobox Spells\n| class = Wizard\n| name = Acid Bolt\n| source = Dragon Magazine #200{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Evocation{{br}}''Alchemy''\n| level = 4\n| range = 60 yds. +10 yds./level\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 4\n| duration = Instantaneous\n| aoe = 1 or 2 creatures\n| save = None\n}}\nThis spell summons two teardrop-shaped bolts of flesh-corrosive force that dart forth from the caster's hands to strike their targets unerringly. Each target must be a single creature that the caster can see and distinguish from others during casting. Once hurled, a bolt will follow a fleeing target out of the caster's view and dodge around obstacles and other creatures, even those who move to intercept it. The caster cannot aim the bolts at specific body parts, areas, or carried items.\n\nAny being struck by an acid bolt suffers 4d4 points of damage. Skeletal or non-corporeal undead and non-living objects (even wood and cloth) are unaffected by an acid bolt.\n\nNotes: Rare spell. (Updated from Dragon Magazine.)\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Dragon Magazine Spells]]"
    },
    {
      "pageid": 13807,
      "title": "Acid Bolt - Drow (Wizard Spell)",
      "wikitext": "{{See also|Acid Bolt (Wizard Spell)}}\n{{Infobox Spells\n| class = Wizard\n| name = Acid Bolt — Drow\n| source = [[The Drow of the Underdark Spells|The Drow of the Underdark]]{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Conjuration\n| level = 4\n| range = 200 yds.\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 4\n| duration = Instantaneous +1 rd./3 levels\n| aoe = Special\n| save = Special\n}}\nThe caster creates a continuous, straight stream of shimmering liquid that emerges from the caster's hand, and can be aimed, using the caster's attack roll to attain a “direct hit”. On impact, the forms a 10' radius sphere of acid, and explodes outward in a burst of liquid. Creatures in the sphere of acid suffer 4d4 damage and each exposed item they wear or carry must make a saving throw vs. acid. Creatures hit by the sphere take damage for multiple rounds, unless the acid is somehow neutralized. The continuing effect is an additional 1d4 points of acid damage per three levels of the caster per round. The effects last 1 round for every three experience levels of the caster. Thus, a 10th-level caster's acid bolt lasts for a maximum of three additional rounds, inflicting 3d4 additional points of acid damage per round. The acid can be countered by dousing the victim in at least a half-gallon of water, wine, or similar liquid, or other measures deemed sufficient by the DM.\n\nCreatures struck by splashes from the acid bolt (any creature within a 20-foot radius danger zone) take 2d4 points of acid splash damage. Splash damage is only taken for the round in which the bolt strikes and generally won't require item saving throws.\n\nThe material components of this spell are spit­tle from the caster, a dart, thorn, needle, or icicle, a crystal or glass sphere of any size, and a clear glass vial of acid.\n\nNotes: Common for drow; otherwise rare.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Spell from The Drow of the Underdark]]"
    },
    {
      "pageid": 13808,
      "title": "Acid Lash (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Acid Lash\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Evocation\n| level = 3\n| range = 0\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 3\n| duration = 3 rds.\n| aoe = Creates 1 lash\n| save = None\n}}\nThis spell brings into being a vivid, purple, radi­ant line of magical force projecting from one of the caster's hands. Weightless, it crackles and wavers constantly, yet always projects straight out from the caster's forearm, like a lance. An acid lash is 7 feet in length. It rebounds from solid barriers that restrict its full length, bending in random direc­tions. This poses no harm to the wielder. The caster of an acid lash cannot be harmed by it.\n\nAn acid lash can be swept back and forth to strike opponents. It bends around solid bodies that it is pulled through, passing easily. Though most casters employ an acid lash against a single opponent, it can deal damage to any number of foes-or friendly beings for that matter-in certain situations. For example, it can be held across a doorway to harm all who pass through, or thrust directly out at charging foes.\n\nAn acid lash has no solidity; it is actually a corrosive field that deals 4d4 points of damage (8d4 to undead). The lash strikes with a THAC0 of 14 because of the ease of striking foes with a sideways, sweeping motion, but even if the lash is cut across a foe and back many times during a round, 4d4 points of damage is all that is dealt to a given being in a single round. The corrosive field is not hampered by armor, but as it is not true acid, it does no harm to armor, other metal, or even leathers.\n\nWhile employing an acid lash, the caster can­not directly wield any two-handed weapon or any item larger than a dagger (held or thrown) in the other hand, and cannot cast any spell having a somatic component. An acid lash can be ban­ished instantly by a silent act of will if the caster desires.\n\nThe material components of an acid lash are at least three drops of any acidic liquid.\n\nNotes: Rare in the Forgotten Realms setting; virtually unknown elsewhere.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13809,
      "title": "Acid Rain (Wizard Spell)",
      "wikitext": "{{For|other Acid Rain Spells|Acid Rain}}\n{{Infobox Spells\n| class = Wizard\n| name = Acid Rain\n| source = [[Spellbound Spells|Spellbound]]{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Evocation\n| level = 6\n| range = 10 yards +5 yards per level\n| verbal = 1 \n| somatic = 1\n| material = 1\n| duration = 1 round per 3 levels\n| castingTime = 6\n| aoe = 10 square feet +5 square feet per 2 levels\n| save = {{frac|1|2}}\n}}\nThis spell will cause a sheet of corrosive acid to fall from the sky (actually, it will appear 10 feet over the target spot). All creatures or objects underneath will be subject to its effects. The acid will corrode wood, metal, cloth, and flesh. The initial inundation will cause 1d6 damage per level (with a maximum of 10d6). A successful saving throw will cause half damage, and adds +1 to subsequent saving throws. All items exposed to the acid must also save. If a magical item saves successfully, no further saving throws are necessary. Armor loses one point of Armor Class per round. If it loses all of its points, it disintegrates and falls to the ground. Weapons lose one point per round. The number of points is determined by size (large: 3, medium: 2, small: 1). When all points are gone, the weapon is too weak to use in combat. All damage done to items (other than loss of magical properties), can be repaired with a mend or the like, unless the item was destroyed. Subsequent damage to flesh is 1d6 per round. All subsequent damage can be avoided if victims immerse themselves in water, to wash off the acid.\n\nThe material components of this spell are rain water and sulphur.\n\nNotes: Rare spell.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Spell from Spellbound]]"
    },
    {
      "pageid": 13810,
      "title": "Acid Rain - Red Wizard (Wizard Spell)",
      "wikitext": "{{For|other Acid Rain Spells|Acid Rain}}\n{{Infobox Spells\n| class = Wizard\n| name = Acid Rain — Red Wizard\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Alteration\n| level = 6\n| range = 30 yds.\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 6\n| duration = 1 rd./level\n| aoe = 3-ft. diameter/level circle\n| save = {{frac|1|2}}\n}}\nThis spell creates an intense storm of burning, corrosive acid over a circle 3 feet in diameter for each level of the caster (a 12th-level wizard can cast the spell in a 36-foot diameter circle). The acid inflicts 6d4+6 points of damage per round as long as the target remains within the area of effect. In addition, exposed equipment must save vs. acid each round that it is in contact with the spell, or be destroyed.\n\nThe material component of this spell is a vial of strong acid.\n\nNotes: Restricted to the Red Wizards of Thay or those trained by them; common.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13811,
      "title": "Aerial Acceleration (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Aerial Acceleration — Dragon\n| source = [[Wizard's Spell Compendium]] Vol 1{{br}}[[Cult of the Dragon Spells|Cult of the Dragon]]\n| school = Alteration\n| level = 2\n| range = Touch\n| verbal = 1\n| somatic = 0\n| material = 0\n| castingTime = 2\n| duration = 1 turn +1 turn/level\n| aoe = Creature touched\n| save = None\n}}\nAlthough developed by dragons, aerial acceleration can affect any single flying creature, either natural or empowered by magic, touched by the casting dragon. This spell reduces air friction, increasing a creature's flying movement rate by 50%. Thus, a dragon with a movement rate of 24 can fly at 36 for the spell's duration. While flying at this increased speed, however, the dragon's maneuverability class (MC) worsens one step, and special aerial maneuvers (for example, snatch) are impos­sible. The dragon is not required to move at the increased rate, and may slow to overcome the spell's drawbacks. Aerial acceleration cannot be cancelled at will, but a successful dispel magic or a more powerful spell can force it to end prematurely.\n\nDragons typically use this spell before an aer­ial battle to increase their odds of catching oppo­nents by surprise or, if things go awry, as a way to outdistance pursuers. Inventive dragons may find other uses for the spell.\n\nNon-dragon spellcasters may have converted aerial acceleration to their own use, and versions unrelated to dragon magic may have been devised independently by several wizards. These spells are of higher level, for the draconic version depends heavily on a dragon's innate ability to visualize flight patterns and air currents.\n\nAt the DM's discretion, dragons that employ this spell regularly might be considered expert flyers, and thus, might retain their normal maneu­verability class and aerial tactics. This should be the exception and not the rule.\n\nNotes: Restricted to dragons; uncommon. (Updated from Dragon Magazine.)\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spell from Cult of the Dragon]]\n[[Category:Spells]]\n[[Category:Dragon Magazine Spells]]"
    },
    {
      "pageid": 13812,
      "title": "Afterclap (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Afterclap\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Alteration{{br}}''Chronomancy''\n| level = 8\n| range = 10 ft./level\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 8\n| duration = Instantaneous\n| aoe = 1 creature\n| save = None\n}}\nThis spell allows the caster to duplicate the damage suffered by a single creature within spell range on the previous round. Damage is precisely duplicated in type and amount—in other words, the same damage rolls, saving throws, ability checks, and so on occur in the same way as in the previous round. The damage may have been caused by any source, not just magical attacks.\n\nFor example, an evil fighter is struck by two arrows, taking 3 and 4 points of damage, parries a thrust by a ranger with a ''sword of sharpness'', is backstabbed by a thief with weakly poisoned dag­ger (missing the saving throw vs. poison and tak­ing 15 points of damage), and takes more 11 points of damage after making his saving throw against a ''finger of death'' spell, all in the same round that a wizard casts afterclap against him. The next round, the fighter takes another 33 points of damage from the afterclap (3+4+15+11 = 33), in addition to whatever damage his ene­mies inflict.\n\nThe material component of an afterclap is a bit of stiff rubber or gum that is pulled until it snaps back.\n\nNotes: Very rare in the Forgotten Realms setting and for chronomancers; virtually unknown elsewhere.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13813,
      "title": "Age Animal (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Age Animal\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Alteration\n| level = 6\n| range = 10 ft.\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 1 hr.\n| duration = Instantaneous\n| aoe = 1 animal\n| save = Special\n}}\nThis spell can be used only on animals, includ­ing giant types and minimals. It instantly ages the animal by as much or little as the caster desires, up to one year per level of the spellcaster. The wizard must make a saving throw vs. spell when the spell is cast; failure means the wizard ages by as many months as the creature ages years.\n\nThe spell is most often used to age the subjects of breeding experiments, as it has less chance of adversely affecting the offspring than less subtle dweomers.\n\nNotes: Rare spell. (Updated from IMAGINE Magazine.)\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13815,
      "title": "Agitate Wounds (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Agitate Wounds — Old Empire\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Necromancy\n| level = 4\n| range = 10 yds./level\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 4\n| duration = Instantaneous +special\n| aoe = 1 creature\n| save = Special\n}}\nBy means of this spell, the caster can affect a creature that has been wounded by an edged weapon. This spell reopens bound wounds (or causes unbound wounds to bleed severely), inflicting 2d6 points of damage. One who rolls a successful saving throw vs. spell suffers no fur­ther damage from this spell. If the saving throw fails, however, the victim suffers 1d3 additional points of damage per round until the wound is dressed and bound (or bound again, as in the case of reopened wounds). Creatures without blood, such as skeletons, are unaffected by this spell, as are those with regeneration abilities and those under the effects of a periapt of wound closure or similar magic.\n\nThe material component for this spell is a pinch of salt.\n\nNotes: Uncommon for necromancers: other­wise rare. As a Forgotten Realms Old Empire spell, initial exposure requires a mentor or a read Southern magic spell.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13816,
      "title": "Agra's Ambush (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Agra's Ambush\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Abjuration{{br}}''Mentalism''\n| level = 2\n| range = Touch\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 3\n| duration = 1 turn +1 rd./level\n| aoe = Creature touched\n| save = Neg. (when cast) {{frac|1|2}} (when triggered)\n}}\nThis spell is used against psionic opponents. When cast, it creates a mental trap in the subject's mind. An unwilling recipient of this spell is allowed a saving throw vs. spell to prevent Agra's ambush from being set in its mind.\n\nThis trap instantly discharges upon any psionic contact or attack, as well as mind-contacting spells such as ESP and telepathy. The trap causes 1d4 hit points of damage, plus 1 point per level of the caster to the initiator of the contact, save vs. spell for half damage.\n\nThe material component is some roughly ground glass, which must be sprinkled in a circle around the recipient.\n\nNotes: Uncommon or rare for mentalists and psionic spellcasters: otherwise very rare, (Updated from POLYHEDRON Newszine.)\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13817,
      "title": "Aiming at the Target (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Aiming at the Target\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Invocation\n| level = 5\n| verbal = 0\n| somatic = 1\n| material = 0\n| range = 0\n| castingTime = 3\n| aoe = The caster\n| duration = Maximum 2 turns\n| save = None\n}}\nThis spell is an outgrowth of the wu Jen's train­ing in meditation and his ki powers. It is east by calming and clearing the mind through carefully controlled and strict breathing exercises. This action releases the energy of the spell.\n\nWhen cast, this allows the wu jen to concen­trate on a single action regardless of other actions. It is one of only two spells a wu jen can cast with­out breaking the concentration required to main­tain another spell (finding the center also has this property). A wu jen could cast phantasmal force on one round and aiming at the target the next without breaking the concentration he needs to maintain the phantasmal force.\n\nOnce cast, it allows the wu jen to move nor­mally, receive his normal defensive adjustment for Dexterity, suffer damage, and make success­ful saving throws without breaking his concentra­tion. The mind of the wu jen is focused on the spell he is concentrating on, yet he is aware of events occurring around him.\n\nThe duration of the spell is two turns or until he stops concentrating on the first spell.\n\nNotes: Restricted to oriental spellcasters and those trained by them. Common in oriental settings: otherwise very rare.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13818,
      "title": "Air Spiral (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Air Spiral\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Alteration, Evocation{{br}}''Air''\n| level = 8\n| range = 60 yds.\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 8\n| duration = 1 rd./level\n| aoe = Special\n| save = None\n}}\nAn air spiral spell creates an upright, helix-shaped, revolving staircase in the air. It appears with one of its treads firmly under the caster's feet. The caster can choose to be at the top or bot­tom of the stair, or anywhere in between. The staircase itself can rise or descend at a flying movement rate of 9, Maneuverability Class D, as the caster wills. It revolves in an area 90 feet high and 20 feet in diameter.\n\nAlthough the air spiral cannot move through solid objects, it can pierce all known magical barri­ers (such as forcecages and prismatic spheres), opening permanent safe-passage holes in them as large as the stair-spiral. A being on the stair could safely pass a barrier, but one clinging to the outside of the stair rail would be subject to the effects of contact with the barrier. When an air spiral strikes an immobile solid object (such as the ground or a wall), it does so gently, in the same way a feather fall spell minimizes the shock of a landing.\n\nAll beings who can reach this staircase can stand on it, cling to it, or climb up and down it. While in direct contact with the air spiral, beings can breathe underwater if the stair takes them there, and they are immune to the effects of heat, cold electri­cal discharges (including all sorts of lightning), and all crashing or constricting attacks (including water pressure and spell or monster attacks).\n\nIn any round the caster can work only one of these effects, and can affect only one creature.\n\nThe caster of the air spiral, whether on the stair or not, can, by force of will, banish any extraplanar crea­ture in contact with the stair instantly hack to its home plane. Such creatures get no saving throw.\n\nThe caster can also force any being touching the stair back into its true form, thus, ending any curses, shapechange magics, illusions, and dis­guises of less than demigod power that mask the being's real appearance.\n\nThe caster can also make the magic end and the stair vanish at will, or cause it to explode in whirling eddies that occupy the same volume as the spiral, but have the following effects:\n\nThey extinguish all flames instantly.\n\nThey destroy any air elementals on contact, or they banish any other sorts of creatures from the Plane of Elemental Air back to that plane, and bind them so that they cannot reenter the Prime Material Plane for one lunar cycle (about a month) per level of the caster. (Such creatures can travel freely to and among all other planes if they normally have the ability to do so.)\n\nIf they have not been used upon creatures from the Elemental Plane of Air, the eddies inflict 1d12 points of damage plus 1d4 hit points per level of the caster on any other single creature, and force a system shock survival roll upon all beings of 7 or less experience levels or Hit Dice. Failed system shock rolls result in death.\n\nThis spell is often collapsed instantly into its whirling eddies aspect by casters seeking to use it only as an offensive weapon or to extinguish flames.\n\nNotes: Rare for Air mages and very rare for others in the Forgotten Realms setting; virtu­ally unknown elsewhere.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13819,
      "title": "Airball (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Airball\n| source = Dragon Magazine #187{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Evocation{{br}}''Air''\n| level = 8\n| range = 120 yds.\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 3\n| duration = Special\n| aoe = Creates one 10-ft. diameter sphere\n| save = None\n}}\nWhen this spell is cast, a stormy-blue, boulder-sized sphere of air under incredible pressure is created within 120 yards of the caster. If created in the air, the ball (which weighs about 5 pounds) immediately falls toward the ground. If it falls twenty feet or more, the ball breaks into eight separate blasts of wind upon striking the ground, each equal to a gust of wind spell cast by an 8th level spellcaster (winds of 30&nbsp;mph each); each blowing in one of the eight compass directions from the point of impact (N, NE, E, ect.). In addition, the winds stir up all local dust and dirt for 1d4 rounds, limiting vision to 10 feet in their areas of effect. If the airball lands on water, the spray blasts have the same effect. The sphere is AC 6; any damage will penetrate its sensitive sur­face and set it off, although touching or pushing on it won't do so.\n\nThe spell requires one million cubic feet of air: for example, a 100 x 100 x 100-foot volume. From this open air is drawn the compressed air for the sphere. Note, however, that casting this spell does not create a vacuum.\n\nNotes: Rare; uncommon for Air mages. (Updated from Dragon Magazine.)\n\n[[Category:Wizard Spells]]\n[[Category:Dragon Magazine Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13820,
      "title": "Airbolt (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Airbolt\n| source = Dragon Magazine #139{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Alteration{{br}}''Air, Force, Water''\n| level = 3\n| range = 20 yds. (M)yds, underwater)\n| verbal = 1\n| somatic = 0\n| material = 0\n| castingTime = 3\n| duration = Instantaneous\n| aoe = 1 creature or object\n| save = None\n}}\nUsing only verbal components, this spell focuses the air around the caster into a powerful invisible bolt; a concentrated blast of air roughly 3 inches in diameter. Airbolt is particularly effec­tive underwater.\n\nOnly one creature or object can be the target of this spell. Damage for this spell underwater is 1d6 per level, to a maximum of 10d6 at 10th level. A saving throw vs. spell is allowed for half damage. The spellcaster blows a puff of air as this spell is cast.\n\nIn the air, this bolt inflicts only half the number of dice damage as it does underwater (round up), and it will not work in a vacuum at all.\n\nNotes: Uncommon for Air and Water mages; rare for others. (Updated from DRAGON Magazine.)\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Dragon Magazine Spells]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13821,
      "title": "Airsphere (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Airsphere\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Alteration{{br}}''Air''\n| level = 3\n| range = 0\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 3 rds.\n| duration = Special\n| aoe = 20-ft. radius\n| save = None\n}}\n\nThis creates a mobile sphere of breathable air, identical to the atmosphere of the caster's home world or land. This air can be fouled with use as other atmospheres, but drives out and displaces any fouled air it contacts for the first three turns of its existence.\n\nThe air comes into being around the caster, but does not mix with the surrounding atmosphere. During the first three turns, the caster can men­tally move the airsphere in any direction, at a movement rate of 9, to a distance of 10 yards per level. Thereafter it is no longer under the caster's control, and obeys the gravity of nearby objects. This spell is often used to aid a stranded being in space by hurling air to him.\n\nIf an airsphere contacts a fiery explosion in the phlogiston, the fiery area expands to the limits of the airsphere and fouls it. Those within this expanded area of effect suffer+1 point per die of normal fire damage.\n\nThe material component (broken during cast­ing) is a small crystal or glass sphere holding air.\n\nNotes: Common for spellcasters from a spelljamming culture; otherwise rare.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13822,
      "title": "Alahandra's Questing Call (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Alahandra's Questing Call\n| source = [[Hedge Wizards (Article)|Dragon Magazine #163(22)]]{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Divination\n| level = 3\n| range = 10-mile radius\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 3 turns\n| duration = 3 rds./level\n| aoe = 1 mirror\n| save = Neg.\n}}{{Sidebar Hedge Wizards}}\nCreated by Alahandra of Waterdeep, this spell calls forth the image of adventurers who are “between quests” at the moment. The spellcaster is not in control of what sort of adventurers the spell indicates, and the adventurers must be within range of the spell. The spell often misfires (30%), showing nothing or other scenes from another plane of existence entirely.\n\nOnly the vague shadowy image of one or two of the adventurers and their approximate location is indicated by the spell.\n\nThe materials needed are a silver mirror, a small bell, and a candle made from beeswax. Only the mirror remains after the spell's competition.\n\nNotes: Uncommon or rare for diviners; otherwise rare or very rare. (Updated from Dragon magazine.)\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Dragon Magazine Spells]]"
    },
    {
      "pageid": 13823,
      "title": "Alamanther's Return (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Alamanther's Return\n| source = Dragon Magazine #200{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Alteration, Evocation\n| level = 9\n| range = 60 yds. +10 yds./level\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 4\n| duration = As duplicated spell\n| aoe = As duplicated spell\n| save = As duplicated spell\n}}\nThis spell allows the caster to duplicate the effects of any one wizard spell be has seen cast— even if he does not know how to cast the spell, lacks the necessary material components, and is ignorant of even the spell's name. The duplicated effect cannot be a magical item discharge, psionic effect, natural spell-like power, or a priest spell. The damage, extent, and duration of the duplicate spell match exactly those of a chosen casting that the caster saw. The target of the return is up to its caster, and need not duplicate that of the observed casting.\n\nShould the caster try to exceed the original spellcaster's maximum range, the duplicated spell will go as far as the original spellcaster could have sent it, and its effects appear at that point. For example, a 5th-level wizard's fireball goes 60 yards. Suppose the caster saw it cast only 30 yards. If the caster duplicates the fireball and tar­gets a creature 80 yards away, the fireball will go 60 yards toward the creature and detonate at the limit of the original wizard's range.\n\nAlamanther's return cannot be used to dupli­cate any spell available to the caster. A spell scanned but never memorized by the caster or a spell the caster cast once from a scroll that then faded is not considered available for these purposes. Any spell the caster has researched, studied or copied into a Spellbook is considered available, even if it is not currently memorized or the book it is written in is inaccessible. The dweomer allows only one casting based on one sighting; after using Alamanther's return, the wizard must see another casting of an unavailable spell before Alamanther's return can create that effect once more.\n\nThe spell is named for the mage who devised it, Alamanther of Aglarond. Alamanther was once the consort of the Simbul, before he was destroyed in a duel with a Red Wizard of Thay. Alamanther delighted in using it to hurl nasty spells used on him right back at those who cast them.\n\nNotes: Rare or very rare in the Forgotten Realms setting; virtually unknown elsewhere.\n\n[[Category:Wizard Spells]]\n[[Category:Dragon Magazine Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13824,
      "title": "Algarth's Embattlement (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Algarth's Embattlement\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Alteration{{br}}''Metamagic''\n| level = 9\n| range = 0\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 9\n| duration = 1 day/level\n| aoe = The caster\n| save = None\n}}\nThis infamous spell is sometimes called the box of spells. It is one of very few known magics that allows a caster to unleash more than one spell in a round. After the spell is cast, the wizard can cast up to six additional spells (each one in the usual fashion, requiring normal material components and the like) and store them, unreleased, as part of Algarth's embattlement. Stored spells are still memorized and prevent the caster from memoriz­ing other spells in their place. For each spell stored the caster loses 1d4 hit points that cannot be regained until the stored spell is cast. (At that time, the damage can be restored by healing or rest; the hit points do not return automatically.)\n\nSpells of any level that the wizard can cast can be stored. They can be unleashed by silent act of will at any time, at a maximum speed of two spells per round. No other being can provide spells for the embattlement to store. Note that the caster must be conscious, and for certain spells must be able to see a target, but need not speak, move, or employ mate­rial components to enact stored spells.\n\nThe spells stored in an embattlement cannot be released or ruined by any magic short of Mordenkainen's disjunction. They persist even beyond the death of the caster, who may later rise as an undead able to unleash them! If the caster outlives the spell duration without casting all of the spells, however, unused ones are lost.\n\nThe material components of Algarth's embat­tlement are four drops of water and a gem of not less than 4,000 gp value.\n\nNotes: Rare or very rare in the Forgotten Realms setting; virtually unknown elsewhere.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]\n[[Category:Metamagic Spells]]\n[[Category:Spell from Cult of the Dragon]]"
    },
    {
      "pageid": 13825,
      "title": "Allisandro's Binding Curse (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Allisandro's Binding Curse\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Alteration, Necromancy\n| level = 9\n| range = Same plane\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 3 hrs.\n| duration = Permanent\n| aoe = 1 creature\n| save = None\n}}\nIn many ways, this spell is an improved version of the permanency spell, adapted for the laying of curses. It permits the caster to weave a normally temporary spell upon an individual and make it permanent. Casting the spell, or even desiring to learn it, is an evil act.\n\nThere is no linear limit to the range of this curse, but the victim must be on the same plane. Sufficient magical warding may block the spell. On the Demiplane of Dread, the spell cannot affect someone outside the domain in which it was cast. Casting such a vengeful spell is cause for a Ravenloft powers check.\n\nThe spells that can be used in conjunction with this are antimagic shell, babble, bestow curse, claws of the umber hulk, confuse languages, con­tagion, emotion, enervation, enlarge, feign death, feign undeath, fist of stone, insatiable thirst, irri­tation, levitate, lower resistance, Malec-Keth's flame fist, neverending nightmare. Otto's irre­sistible dance, reduce, suggestion, Tasha's uncon­trollable hideous laughter, and unlock.\n\nThe wizard must cast the associated spell dur­ing the casting of Allisandro's binding curse. None of these spells actually harm the victim because they are bound to him. For example. Otto's irresistible dance does not produce fatigue, nor does it prevent the individual from sleeping (although he will present an odd sight dancing in his sleep), Malec-Keth's flame fist will not burn the character's fist, but could harm him if he tries to scratch an itch.\n\nRemoving this spell is most difficult. A limited wish spell will dispel the effects for one day per level of the caster. Only a full wish can eliminate Allisandro's binding curse.\n\nThe material component is an item from the victim's body (see The Casting).\n\nThis loathsome spell was created by Allisandro Tselikov, a member of the proud Vistani, several hundred years ago. When the members of his tribe learned that he had been delving into the dark secrets of necromancy and attempting to harness dark powers, they east him out. He wan­dered, alone and broken, eventually becoming the first of Ravenloft's darklings (a monstrous race). In his isolation, he returned to the research that he had been forced to abandon. Eventually he crafted this spell to exact revenge upon the Vis­tani for the wrong he fell they had done him.\n\nThe Casting: In order to cast this spell, the wizard must have some portion of the subject's body. This can range from a lock of hair or nail clippings to a severed finger or limb. The spell is long and involved, requiring three hours to cast. It is highly symbolic and involves a great deal of ritual and ceremony. The wizard must have at least two assistants who aid him in the weaving of this dark magic. Neither of them can be under any form of compulsion (such as a threat or mag­ical charm) and both must be fully aware of the act that they are involved in. The assistants need not be spellcasters themselves.\n\nAt the end of the casting period, the material component is thrown into a brazier of hot coals where it is utterly consumed in a flash of sickly light and a boiling cloud of vile-smelling vapor, At that instant, the caster devotes a portion of his own life force to the spell, being drained of 1 point of Constitution, permanently.\n\nNotes: Uncommon in the Ravenloft setting; very rare elsewhere. The spell can be researched only on the Demiplane of Dread.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13826,
      "title": "Alter Beast (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Alter Beast\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Alteration\n| level = 8\n| range = Touch\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 1 turn\n| duration = Instantaneous\n| aoe = 1 creature\n| save = None\n}}\nAllows the caster to modify a selected part of a living creature's physical form. This could be changing paws into hands, giving a quadruped an upright, bipedal stance, increasing brain capacity, and so on. The process requires a laboratory and at least a week's preparation time. The casting inflicts much pain, so the subject must be strongly willing, immobilized, or unconscious during the casting. Each use of this spell requires the sub­ject to make a system shock survival roll, (using a base 80% +1%/HD if a Constitution score is not available).\n\nChanges made by this spell will affect the creature's genetic makeup thereafter. The effects might be passed on to offspring if the creature mates with a similarly altered crea­ture of its own original species. Only a limited wish or full wish will reverse the spell's effects. The mate­rial component is two strands of heavy gold wire twisted together in a double helix.\n\nNotes: Rare spell.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13827,
      "title": "Alter Dream (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Alter Dream\n| source = Dragon Magazine #221{{br}}[[Wizard's Spell Compendium]] Vol 1\n| school = Enchantment/Charm\n| level = 6\n| range = 10yds./level\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 1 turn\n| duration = 1 turn/level\n| aoe = 1 sleeping creature\n| save = Special\n}}\nThis spell acts as an enter dream spell, but allows the caster to affect the course of the dream, much as a director affects the course of a play. The events of the dream as an illusionist has over his phantasms; however, the caster must take care not to disrupt the natural flow of the dream, or else the dreamer may sense the presence of an intruder. If the caster makes only “logical” changes in a dream, the dreamer gains no saving throw and must simply experience the dream to its conclu­sion or to the end of the spell's duration. For instance, if the image of the dreamer's mother turns from singing a lullaby to chiding the dreamer for cheating a business partner, the dreamer senses no intrusion. On the other hand, if the dreamer's mother suddenly transforms into a troll and attacks the dreamer, the sudden shock allows a saving throw vs. spell. Success indicates that the dreamer becomes aware of the spell-caster's intrusion and can attempt to eject the spellcaster from the dream. The spellcaster must roll a saving throw vs. spell every round. As long as he succeeds, he can remain in the dream; if he fails, he awakes and cannot return to the dream without casting another alter dream spell.\n\nIn addition to acting as an enter dream spell, alter dream allows the caster to implant a sugges­tion (as the 3rd-level wizard spell). Alter dream also permits the caster to warp the dream so that it attacks the dreamer, with the same effects as the 4th-level illusion spell phantasmal killer. However, any failed attempt to kill the dreamer automatically alerts the subject to the caster's presence and gives him a chance to turn the phan­tasmal killer back on the spellcaster. The spell-caster must immediately end the spell or else face the phantasmal killer.\n\nThe material components of this spell are a bit of melted glass and a one-ounce strip of dreamwillow bark, which the caster must steep in hot water and imbibe.\n\nNotes: Common for Dream mages; otherwise uncommon. (Updated from Dragon Magazine.)\n\n[[Category:Wizard Spells]]\n[[Category:Dragon Magazine Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13828,
      "title": "Alter Instrument (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Alter Instrument — Bard\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Alteration\n| level = 1\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 0\n| castingTime = 1\n| duration = 1 turn/level\n| aoe = 1 instrument\n| save = None\n}}\nBy using this spell, a bard can transform one musical instrument into another of similar size and equal value. Any hand-held instrument can be altered into any other hand-held instrument. However, in order to obtain a large instrument, such as a base harp, organ, or any other instru­ment that is too large or heavy to be easily car­ried, the bard must start with an equally large instrument.\n\nIn any event, the value of the new instrument is identical to the original. A golden recorder will generate a silver-plated lute, a child's drum will generate a non-functional lyre, etc.\n\nBards use this spell to save both money and equipment carried. It is a lot cheaper to buy a sin­gle instrument and alter it when another is needed than to buy every instrument that might be required. This also saves a lot of space in one's backpack.\n\nIf the instrument the bard wishes to alter is being carried or played by another character, a successful attack roll against the opponent's Armor Class must be made in order to touch the instrument.\n\nNotes: Restricted to bards; uncommon.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 13829,
      "title": "Alter Normal Winds (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| class = Wizard\n| name = Alter Normal Winds\n| source = [[Wizard's Spell Compendium]] Vol 1\n| school = Alteration{{br}}''Province: Wind''\n| level = 1\n| range = 0\n| verbal = 1 \n| somatic = 1\n| material = 1\n| castingTime = 1 rd.\n| duration = 1 hr./level\n| aoe = 10-ft. diameter/level\n| save = None\n}}\nThis spell enables the caster to harness a non-magical wind and change its force by one rank, as shown on Table 79, “Weather Conditions,” in the DMG. For example, “becalmed” conditions (those found on a still day) can become a light breeze. A light breeze can be diminished to becalmed conditions or increased to a favorable wind.\n\nThe spell works equally well in an enclosed area, such as a dungeon, where “wind condi­tions” are considered becalmed. Wizards of the 9th level or less can modify only natural winds of storm force or less. They can increase a storm-force wind to gale-force, but cannot affect an existing gale-force wind. At 10th level, a wizard can alter gale-force winds, and at 15th level, he can reduce hurricane-force winds. The change caused by this spell is imme­diate, with the area of effect centered on the caster. He can alter the wind only once (which means by one level only). As long as a wind is shaped by this spell, subsequent alter wind spells cannot affect the same area. Other magics that change wind or weather can affect an altered wind, however. When the alter wind spell ends, the air returns to its original state.\n\nAlter wind has no effect on creatures of ele­mental air. Nor does it affect creatures that use air in their attacks. The wind cannot deflect an enemy's breath weapon and send it back toward the attacker, for example. However, alter wind does enable the caster to move non-magical fog, dust, or poisonous gas out of his way, negating its effects for 1d6 rounds.\n\nThe spell requires a small silver tube, through which the caster blows to attract the wind's attention.\n\nNotes: Common in Arabian settings; otherwise rare.\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 16216,
      "title": "Abrasion (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Abrasion\n| source = Dragon Kings{{br}}[[Wizard's Spell Compendium]] Vol 4\n| class = Wizard\n| school = Evocation\n| level = 10\n| range = 90 yds.\n| verbal = 1\n| somatic = 1\n| material = 1\n| preparationTime = 10 days\n| castingTime = 10 turns\n| duration = 120 days\n| aoe = Special\n| save = None\n}}\nWith this spell, a wizard causes the ground to vibrate violently, turning loose gravel and sand into deadly abrasives. The spell can be cast in the following terrains: rocky badlands, stony barrens, sandy wastes, salt flats, and boulder fields.\n\nDuring the preparation time, the caster must enchant and mix the spell components, spending at least eight hours per day in isolation.\n\nOnce the enchantment is cast, the wizard shapes the area of effect. This totals ten 100 yard by 100-yard squares, plus five additional squares per level of the caster above 20th (a 25th-level wizard could, for example, lay them end to end in a barrier 100 yards wide and 3,500 yards, or just over two miles, long. The area of effect can be shaped as desired. The spell does not affect any vegetation in the area.\n\nAny creature putting its full weight on the af­fected area suffers damage. The first round of contact inflicts 1 point of damage; the second round, one point of damage per Hit Die; on the third and subsequent rounds 1d3 points of damage per Hit Die. Especially tough footwear may postpone damage for one or, at most, two rounds. Creatures suffering more than half their total hit points in damage may be unable to free themselves from the area, at the DM's option.\n\nThe material components are sands caught in a driving wind and fragments of bone from crea­tures blasted clean in sandstorms.\n\nNotes: Restricted to defilers and preservers, common.\n\n[[Category:Psionic Enchancements]]\n[[Category:Wizard Spells]]\n[[Category:Psionic Enchancements from Dragon Kings]]\n[[Category:Spells from Dragon Kings]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 16217,
      "title": "Advanced Domination (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Advanced Domination\n| source = Dragon Kings{{br}}[[Wizard's Spell Compendium]] Vol 4\n| class = Wizard\n| school = Charm\n| level = 10\n| range = 10 yds./level\n| verbal = 1\n| somatic = 1\n| material = 1\n| preparationTime = 7 days\n| castingTime = 1 turn\n| duration = Special\n| aoe = 1 individual\n| save = None\n}}\nThis spell allows the wizard to control the actions of an individual of a player character race (for example, human, dwarf, elf, half-elf, half-giant, halfling, mul, or thri-kreen). During the preparation time, the wizard must be in constant contact with an item once owned and emotionally prized by the target individual, as decided by the DM (for example, a letter from a loved one, the individual's first metal weapon, a family heirloom, etc.). The time spent procuring the item does not count toward the preparation time. The wizard can undertake any activity during the preparation time, provided he carries the item on his person. The subject receives no saving throw, nor the benefit of any magical resistance or resistance to charms. The caster controls the actions of the victim telepathically. This control cannot be re­sisted, nor hindered by protections such as the protection from evil spell.\n\nThe spell lasts until one of the following occurs: an immediate relative (sibling, parent, or child) retrieves the prized item and destroys it; a period of time passes equal to the length of time the subject cherished the item; the caster chooses to end the spell. Keeping a subject under advanced domination counts as one 10th level spell against the caster's maximum. When the spell ends, the item disappears.\n\nThe material component is the prized item, which may or may not have any intrinsic value.\n\nNotes: Restricted to preservers and defilers, common.\n\n[[Category:Psionic Enchancements]]\n[[Category:Wizard Spells]]\n[[Category:Psionic Enchancements from Dragon Kings]]\n[[Category:Spells from Dragon Kings]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 16333,
      "title": "Adhesion (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Adhesion\n| source = Wizards Spell Compendium Vol 1\n| class = Wizard\n| school = Alteration{{br}}''Alchemy''\n| level = 1\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 1 rd.\n| duration = 1 turn/level\n| aoe = 2 objects\n| save = Special\n}}\nThis dweomer causes two solid objects to adhere to one another for the duration of the spell. The caster must touch the juncture between the objects while intoning the spell. The adhered objects can be separated by a successful bend bars/lift gates check, by means of a dispel magic spell, or by exerting a force of more than 1,000 pounds plus 100 pounds per caster level (about two horsepower at 1st level). If the spell is employed against materials or objects worn or carried by an unwilling creature, the subject gains a saving throw vs. spell to avoid the effect.\n\nThe material component is a pinch of pow­dered horse's hoof.\n\n'''Notes:''' Uncommon spell. (Updated from Polyhedron Newszine.)\n\n[[Category:Wizard Spells]]\n[[Category:Spells from Wizard's Spell Compendium]]\n[[Category:Spells]]"
    },
    {
      "pageid": 16413,
      "title": "Alter Breath Weapon (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Alter Breath Weapon\n| source = [[Cult of the Dragon Spells|Cult of the Dragon]]\n| class = Wizard\n| school = Alteration\n| level = 6\n| range = 0\n| castingTime = 1 round\n| verbal = 1\n| somatic = 0\n| material = 0\n| duration = 1 round/level\n| aoe = Special\n| save = None\n}}\nWith this spell, a dragon's breath weapon takes on the appearance and properties of the breath weapon of another type of dragon. For dragons who possess multiple breath weapon forms, only one is changed by the spell. In any case, the spell causes an actual change, not an illusion. Furthermore, the amount of damage caused by the altered breath weapon is the same as that of the dragon's true breath weapon; only the type, not the power, of the breath weapon is changed.\n\nFor example, a red dragon can use this spell to change its fiery breath weapon into a cloud of chlorine gas (as used by green dragons) but with a damage potential equal to its usual flame breath weapon. By using this spell, the dragon is able to harm creatures that are normally immune or resistant to its fiery breath (for example, another red dragon). Of course, a creature immune to chlorine gas or to dragon breath weapons in general is still unharmed by the attack.\n\nAlter breath weapon can be ended prematurely with a successful dispel magic or similar effect or by silent will of the dragon. However, the spell does not permit the dragon to shift through multiple types of breath weapons; once a particular type of breath weapon is chosen for a particular casting of the spell, it cannot be changed, save to revert back to the dragon's true breath weapon, thus ending the spell. Likewise, multiple alter breath weapon spells cannot be in effect at the same time. If a second alter breath weapon is attempted before the first expires, both spells are immediately negated.\n\n[[Category:Wizard Spells]]\n[[Category:Spell from Cult of the Dragon]]\n[[Category:Spells]]"
    },
    {
      "pageid": 21979,
      "title": "Acererak's Blackstone (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Acererak's Blackstone\n| source = Dragon Magazine 225\n| class = Wizard\n| school = Alteration, Evocation\n| level = 9\n| range = Touch\n| verbal = 1\n| somatic = 1\n| material = 1\n| duration = Special\n| castingTime = 1 turn\n| aoe = Special\n| save = Special\n}}\nThis spell requires a large black gem-stone of any kind worth at least 5,000 gp and a functional ''[[Ioun Stones|ioun stone]]'' of the spell-absorbing, ellipsoid variety. When the spell is cast, the ioun stone is drawn into the gemstone, thus creating the ''blackstone''. Once done, the ''blackstone'' is capable of absorbing magical energy from any source, be it a spell, spell-like power, or magical device. Such energies cast directly upon the ''blackstone'' are instantly absorbed. Likewise, if the ''blackstone'' is within the area of effect, magic is absorbed without any effect. If the ''blackstone'' is brought into an active area of effect (e.g. a previously cast [[Continual Light (Wizard Spell)|continual light]], [[Airy Water (Wizard Spell)|airy water]], etc.), touched to the surface of a magically created barrier (e.g., a ''[[Wall of Force (Wizard Spell)|wall of force]]'', ''[[Shield (Wizard Spell)|shield]]'', ''[[Prismatic Sphere (Wizard Spell)|prismatic sphere]]'', etc.), touched to a creature or object affected or influenced by magic (e.g., ''[[charm]]ed'' or ''summoned'' creatures, ''[[Hold Portal (Wizard Spell)|held doors]]'', a caster with active detection magic etc.), or comes in contact with any magic controlled from afar (e.g., the various [[Bigby's Hand Spells|Bigby's hand spells]], [[Tenser's Floating Disc (Wizard Spell)|Tenser's floating disc]], etc.), the contacted magic is absorbed. This absorption does not affect the enchantments of permanent items, such as rings, armor, weapons, etc., but if such a device can release a magical effect (e.g., a sword releasing a fireball, etc.), the effect is absorbed if the ''blackstone'' is within the area of effect. Likewise, it does not drain charges from items like a magical staff or wand, but released effects of those devices are absorbed.\n\nAll spells, spell-like abilities, and magic effects are absorbed if employed by anyone carrying or touching the ''blackstone''.\n\nIf ''[[Detect Magic (Wizard Spell)|detect magic]]'' or similar magic is cast on the ''blackstone'', the caster will see a sudden “flash” of magical power before the divination is absorbed. Identify and other property-revealing spells show the caster only that it can absorb magic before that magic is itself absorbed. \n\nWhile the ''blackstone'' may seem useful at first, it is typically used as a trap for greedy treasure hunters, offered as a “gift” to rivals, or placed so to be found by an enemy. In fact, the ''blackstone'' is quite baneful to its owner, especially if the user thinks it a defense against magic or probes it too much with magic.\n\nThe ''blackstone'' can absorb a number of spell levels equal to the ioun stone used in the ''blackstone'''s creation, regardless of the comparable level of the effect (the ''blackstone''  does not have the spell-level limits of the ioun stone in this regard). Thus, if the ioun stone was able to absorb 14 spell levels before burning out, the ''blackstone'' can absorb 14 spell levels. If this number is ever exceeded (absorbed energy cannot be safely released or negated to allow continued spell absorption), the energy is absorbed, but the ''blackstone'' instantly explodes in a wave of raw magical energy.\n\nAll creatures within 60' of the ''blackstone'' suffer 1d4 hp damage per spell level absorbed (including the excess levels that caused the explosion). A save vs. breath weapon reduces the damage by half, but all inanimate items within the area (including carried items) must save vs. disintegration or be destroyed. Any creature actually holding the ''blackstone'' when it explodes suffers a -4 penalty to the saving throw.\n\n[[Category:Wizard Spells]]\n[[Category:Dragon Magazine Spells]]\n[[Category:Spells]]"
    },
    {
      "pageid": 41711,
      "title": "Absolute Location (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Absolute Location\n| class = Wizard\n| school = Divination\n| level = 1\n| range =  0\n| duration = Instant\n| aoe = Caster\n| verbal = 1\n| somatic = 1\n| material = 1\n| castingTime = 1\n| save = None\n| source = [[Mage on Deck! (Article)|Dragon Magazine #235]]\n}}\n\nTired of being blown off-course and having no idea where you are? This spell provides the mage with a navigational fix (the distance and direction) to a known landmark. The mage must be very familiar with the site. Suitable landmarks include the home port, an often-visited island, or a distinctive mountain. The navigational fix is accurate to within 200 yards. This is not accurate enough to navigate through shoals or reefs, but it is good enough to determine which way is “home.” The spell works over worldwide distances but only on the “home planet” of the mage casting the spell.\n\nThe material component of the spell (not consumed) is a map of the world worth at least 50 gp. The map does not have to be accurate.\n\n[[Category:Wizard Spells]]\n[[Category:Dragon Magazine Spells]]\n[[Category:Spells]]"
    },
    {
      "pageid": 41887,
      "title": "Ablate (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Ablate\n| class = Wizard\n| school = Abjuration\n| level = 4\n| range = 0\n| verbal = 1\n| somatic = 1\n| material = 1\n| duration = 1 turn + 1 round/level\n| castingTime = 4\n| aoe = 5 radius\n| save = None\n| source = [[Mage vs Machine (Article)|Dragon Magazine #258]]\n}}{{Sidebar Mage vs Machine}}\n\nThis spell creates a mobile, faintly glowing spherical sphere centered on the caster. The sphere can partially disperse coherent energy streams of all types, including high-energy particle beams (such as a raider's plasma burst). This spell also partially protects against spells and spell-like effects that direct elemental energy, such as ''[[Lightning Bolt (Wizard Spell)|lightning bolt]]'', ''[[Fireball (Wizard Spell)|fireball]]'', ''[[Cone of Cold (Wizard Spell)|cone of cold]]'', and [[Dragons|dragon's]] breath.\n\nThe field's strength is expanded as needed to protect against damaging effects. It can protect against a number of HD equal to the appropriate damage equal to the level of the caster. If the targets of an appropriate attack within the field suffer more damage dice than the level of the original caster, the field finally winks out. For example, if an 8th-level Wizard casts ablate on herself and is subject to a 1d6/10 plasma burst, the field protects the caster against 8d10 points of damage; however, the caster suffers the remaining 6d10 points of damage as the field collapses. On the other hand, if the caster was first subject to a 6d6 fireball, she would receive complete protection, and the protective field would remain capable of absorbing another 2 damage dice before collapsing.\n\nWhether the ''ablative'' field provides spell protection or no protection, the spell ends when the duration elapses. Note that the field absorbs its damage die total, it expires before the stated duration.\n\nUnlike most spells, ablate was specifically researched to be “stackable.” That is, an 8th-level Wizard (specialized in Abjuration) can cast this spell on herself twice to enjoy protection against a full 16 damage dice. Note that the Range: 0 of this spell prevents multiple Wizards from casting this spell on a single target.\n\n[[Category:Wizard Spells]]\n[[Category:Dragon Magazine Spells]]\n[[Category:Spells]]"
    },
    {
      "pageid": 41888,
      "title": "Abort (Wizard Spell)",
      "wikitext": "{{Infobox Spells\n| name = Abort\n| class = Wizard\n| school = Abjuration\n| level = 5\n| range = 30 feet\n| verbal = 1\n| somatic = 1\n| material = 1\n| duration = Permanent\n| castingTime = 1 round\n| aoe = 1 machine\n| save = Negates\n| source = [[Mage vs Machine (Article)|Dragon Magazine #258]]\n}}{{Sidebar Mage vs Machine}}\n\nBy means of this spell, a Wizard seeks to force a machine life form to report to its master's request for deactivation. The caster's level is compared to the sheen's HD. If the caster's level is higher, the difference is subtracted from the creature's die roll for its saving throw vs. spell. If the sheen's HD is higher, the difference is added to the machine's saving throw.\n\nIf the spell is successful, the machine immediately ceases its current activity and moves at all possible speed toward the place where it was assembled. Even if attacked, the machine mindguardedly continues to attempt to reach its cyst. If it manages to gain its machine cyst, it immediately routes itself for deactivation and becomes subject for used parts.\n\n[[Category:Wizard Spells]]\n[[Category:Dragon Magazine Spells]]\n[[Category:Spells]]"
    }
  ],
  "errors": []
}
